[
    {
        "ign": "M1ng",
        "text": "Player of ign M1ng is from team 1one, China region, from VCT Challengers. M1ng's role is Smoker and they are not an IGL. The languages M1ng speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.57",
        "acs_per_map": "225"
    },
    {
        "ign": "WuDiXiaoXueSheng",
        "text": "Player of ign WuDiXiaoXueSheng is from team 1one, China region, from VCT Challengers. WuDiXiaoXueSheng's role is Lurker and they are not an IGL. The languages WuDiXiaoXueSheng speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.4",
        "acs_per_map": "214"
    },
    {
        "ign": "Lucky",
        "text": "Player of ign Lucky is from team 1one, China region, from VCT Challengers. Lucky's role is Entry and they are not an IGL. The languages Lucky speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "0.9",
        "acs_per_map": "181"
    },
    {
        "ign": "JuSangBaBaRen",
        "text": "Player of ign JuSangBaBaRen is from team 1one, China region, from VCT Challengers. JuSangBaBaRen's role is Anchor and they are not an IGL. The languages JuSangBaBaRen speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.0",
        "acs_per_map": "153"
    },
    {
        "ign": "XiaoBao",
        "text": "Player of ign XiaoBao is from team 1one, China region, from VCT Challengers. XiaoBao's role is Flash and they are not an IGL. The languages XiaoBao speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "0.95",
        "acs_per_map": "145"
    },
    {
        "ign": "Cartie",
        "text": "Player of ign Cartie is from team Ambitious Legend Gaming, China region, from VCT Challengers. Cartie's role is Entry and they are not an IGL. The languages Cartie speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.43",
        "acs_per_map": "264"
    },
    {
        "ign": "huNter",
        "text": "Player of ign huNter is from team Ambitious Legend Gaming, China region, from VCT Challengers. huNter's role is Smoker and they are not an IGL. The languages huNter speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.71",
        "acs_per_map": "208"
    },
    {
        "ign": "Main",
        "text": "Player of ign Main is from team Ambitious Legend Gaming, China region, from VCT Challengers. Main's role is Anchor and they are not an IGL. The languages Main speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.1",
        "acs_per_map": "197"
    },
    {
        "ign": "Volay",
        "text": "Player of ign Volay is from team Ambitious Legend Gaming, China region, from VCT Challengers. Volay's role is Recon and they are not an IGL. The languages Volay speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.34",
        "acs_per_map": "180"
    },
    {
        "ign": "Link",
        "text": "Player of ign Link is from team Ambitious Legend Gaming, China region, from VCT Challengers. Link's role is Flash and they are not an IGL. The languages Link speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.69",
        "acs_per_map": "180"
    },
    {
        "ign": "Maple",
        "text": "Player of ign Maple is from team Chosen Clique Gaming, China region, from VCT Challengers. Maple's role is Recon and they are not an IGL. The languages Maple speaks are Mandarin, English.",
        "standings": "3th-4th",
        "maps_played": "5",
        "kda": "2.19",
        "acs_per_map": "277"
    },
    {
        "ign": "Green",
        "text": "Player of ign Green is from team Chosen Clique Gaming, China region, from VCT Challengers. Green's role is Lurker and they are not an IGL. The languages Green speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "5",
        "kda": "1.73",
        "acs_per_map": "239"
    },
    {
        "ign": "ZiXuan",
        "text": "Player of ign ZiXuan is from team Chosen Clique Gaming, China region, from VCT Challengers. ZiXuan's role is Smoker and they are not an IGL. The languages ZiXuan speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "1",
        "kda": "1.66",
        "acs_per_map": "196"
    },
    {
        "ign": "KaweNtw",
        "text": "Player of ign KaweNtw is from team Chosen Clique Gaming, China region, from VCT Challengers. KaweNtw's role is Anchor and they are not an IGL. The languages KaweNtw speaks are Mandarin, Portuguese, Mirandese.",
        "standings": "3th-4th",
        "maps_played": "5",
        "kda": "1.62",
        "acs_per_map": "194"
    },
    {
        "ign": "Zoomer",
        "text": "Player of ign Zoomer is from team Chosen Clique Gaming, China region, from VCT Challengers. Zoomer's role is Entry and they are not an IGL. The languages Zoomer speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "5",
        "kda": "1.05",
        "acs_per_map": "188"
    },
    {
        "ign": "Coco",
        "text": "Player of ign Coco is from team Chosen Clique Gaming, China region, from VCT Challengers. Coco's role is Smoker and they are not an IGL. The languages Coco speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "3",
        "kda": "1.62",
        "acs_per_map": "158"
    },
    {
        "ign": "Deep9",
        "text": "Player of ign Deep9 is from team Chosen Clique Gaming, China region, from VCT Challengers. Deep9's role is Smoker and they are not an IGL. The languages Deep9 speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "1",
        "kda": "1.15",
        "acs_per_map": "155"
    },
    {
        "ign": "yll",
        "text": "Player of ign yll is from team I May, China region, from VCT Challengers. yll's role is Flex and they are not an IGL. The languages yll speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "1.23",
        "acs_per_map": "211"
    },
    {
        "ign": "Tapp",
        "text": "Player of ign Tapp is from team I May, China region, from VCT Challengers. Tapp's role is Smoker and they are not an IGL. The languages Tapp speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "1.0",
        "acs_per_map": "188"
    },
    {
        "ign": "BaiLanDi",
        "text": "Player of ign BaiLanDi is from team I May, China region, from VCT Challengers. BaiLanDi's role is Anchor and they are not an IGL. The languages BaiLanDi speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "0.7",
        "acs_per_map": "167"
    },
    {
        "ign": "shame",
        "text": "Player of ign shame is from team I May, China region, from VCT Challengers. shame's role is Recon and they are not an IGL. The languages shame speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "1.0",
        "acs_per_map": "166"
    },
    {
        "ign": "YU",
        "text": "Player of ign YU is from team I May, China region, from VCT Challengers. YU's role is Entry and they are not an IGL. The languages YU speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "0.62",
        "acs_per_map": "136"
    },
    {
        "ign": "Anoxai",
        "text": "Player of ign Anoxai is from team KeepBest Gaming, China region, from VCT Challengers. Anoxai's role is Entry and they are not an IGL. The languages Anoxai speaks are Mandarin, Russian.",
        "standings": "2nd",
        "maps_played": "7",
        "kda": "1.53",
        "acs_per_map": "255"
    },
    {
        "ign": "dimasick",
        "text": "Player of ign dimasick is from team KeepBest Gaming, China region, from VCT Challengers. dimasick's role is Smoker and they are not an IGL. The languages dimasick speaks are Mandarin, Kazakh, Russian.",
        "standings": "2nd",
        "maps_played": "7",
        "kda": "2.01",
        "acs_per_map": "230"
    },
    {
        "ign": "Suyjing",
        "text": "Player of ign Suyjing is from team KeepBest Gaming, China region, from VCT Challengers. Suyjing's role is Anchor and they are not an IGL. The languages Suyjing speaks are Mandarin.",
        "standings": "2nd",
        "maps_played": "7",
        "kda": "1.74",
        "acs_per_map": "224"
    },
    {
        "ign": "izyy",
        "text": "Player of ign izyy is from team KeepBest Gaming, China region, from VCT Challengers. izyy's role is Smoker and they are not an IGL. The languages izyy speaks are Mandarin.",
        "standings": "2nd",
        "maps_played": "7",
        "kda": "1.4",
        "acs_per_map": "208"
    },
    {
        "ign": "Ace",
        "text": "Player of ign Ace is from team KeepBest Gaming, China region, from VCT Challengers. Ace's role is Flash and they are not an IGL. The languages Ace speaks are Mandarin, Cantonese, English.",
        "standings": "2nd",
        "maps_played": "7",
        "kda": "1.87",
        "acs_per_map": "176"
    },
    {
        "ign": "cxy0714",
        "text": "Player of ign cxy0714 is from team Kulin Esports, China region, from VCT Challengers. cxy0714's role is Entry and they are not an IGL. The languages cxy0714 speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "7",
        "kda": "1.57",
        "acs_per_map": "273"
    },
    {
        "ign": "Click",
        "text": "Player of ign Click is from team Kulin Esports, China region, from VCT Challengers. Click's role is Anchor and they are not an IGL. The languages Click speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "7",
        "kda": "1.68",
        "acs_per_map": "230"
    },
    {
        "ign": "k1te",
        "text": "Player of ign k1te is from team Kulin Esports, China region, from VCT Challengers. k1te's role is Recon and they are not an IGL. The languages k1te speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "7",
        "kda": "1.73",
        "acs_per_map": "209"
    },
    {
        "ign": "9st",
        "text": "Player of ign 9st is from team Kulin Esports, China region, from VCT Challengers. 9st's role is Recon and they are not an IGL. The languages 9st speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "7",
        "kda": "1.4",
        "acs_per_map": "187"
    },
    {
        "ign": "yeoj",
        "text": "Player of ign yeoj is from team Kulin Esports, China region, from VCT Challengers. yeoj's role is Smoker and they are not an IGL. The languages yeoj speaks are Mandarin.",
        "standings": "3th-4th",
        "maps_played": "7",
        "kda": "1.85",
        "acs_per_map": "184"
    },
    {
        "ign": "SuNuo",
        "text": "Player of ign SuNuo is from team LanTu Gaming, China region, from VCT Challengers. SuNuo's role is Smoker and they are not an IGL. The languages SuNuo speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "1.78",
        "acs_per_map": "277"
    },
    {
        "ign": "LuSe4y",
        "text": "Player of ign LuSe4y is from team LanTu Gaming, China region, from VCT Challengers. LuSe4y's role is Flash and they are not an IGL. The languages LuSe4y speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "1.32",
        "acs_per_map": "222"
    },
    {
        "ign": "FishQAQ",
        "text": "Player of ign FishQAQ is from team LanTu Gaming, China region, from VCT Challengers. FishQAQ's role is Recon and they are not an IGL. The languages FishQAQ speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "0.93",
        "acs_per_map": "168"
    },
    {
        "ign": "Cykk",
        "text": "Player of ign Cykk is from team LanTu Gaming, China region, from VCT Challengers. Cykk's role is Entry and they are not an IGL. The languages Cykk speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "0.64",
        "acs_per_map": "142"
    },
    {
        "ign": "Jerry",
        "text": "Player of ign Jerry is from team LanTu Gaming, China region, from VCT Challengers. Jerry's role is Anchor and they are not an IGL. The languages Jerry speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "0.77",
        "acs_per_map": "135"
    },
    {
        "ign": "ropz",
        "text": "Player of ign ropz is from team Lao Tou Le, China region, from VCT Challengers. ropz's role is Smoker and they are not an IGL. The languages ropz speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "0.91",
        "acs_per_map": "101"
    },
    {
        "ign": "Ch1ka",
        "text": "Player of ign Ch1ka is from team LaoTouLe, China region, from VCT Challengers. Ch1ka's role is Flex and they are not an IGL. The languages Ch1ka speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "1.48",
        "acs_per_map": "272"
    },
    {
        "ign": "Jamppi",
        "text": "Player of ign Jamppi is from team LaoTouLe, China region, from VCT Challengers. Jamppi's role is Smoker and they are not an IGL. The languages Jamppi speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "1.78",
        "acs_per_map": "238"
    },
    {
        "ign": "TianQiZhiZi",
        "text": "Player of ign TianQiZhiZi is from team LaoTouLe, China region, from VCT Challengers. TianQiZhiZi's role is Recon and they are not an IGL. The languages TianQiZhiZi speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "1.57",
        "acs_per_map": "218"
    },
    {
        "ign": "Amanoh",
        "text": "Player of ign Amanoh is from team LaoTouLe, China region, from VCT Challengers. Amanoh's role is Entry and they are not an IGL. The languages Amanoh speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "2",
        "kda": "1.0",
        "acs_per_map": "181"
    },
    {
        "ign": "Sylvan",
        "text": "Player of ign Sylvan is from team Octagonal Disposition Gaming, China region, from VCT Challengers. Sylvan's role is Smoker and they are not an IGL. The languages Sylvan speaks are Mandarin, Korean.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "2.33",
        "acs_per_map": "267"
    },
    {
        "ign": "Strawberrycc",
        "text": "Player of ign Strawberrycc is from team Octagonal Disposition Gaming, China region, from VCT Challengers. Strawberrycc's role is Entry and they are not an IGL. The languages Strawberrycc speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.25",
        "acs_per_map": "246"
    },
    {
        "ign": "WIX",
        "text": "Player of ign WIX is from team Octagonal Disposition Gaming, China region, from VCT Challengers. WIX's role is Anchor and they are not an IGL. The languages WIX speaks are Mandarin, Korean.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.16",
        "acs_per_map": "197"
    },
    {
        "ign": "yCw",
        "text": "Player of ign yCw is from team Octagonal Disposition Gaming, China region, from VCT Challengers. yCw's role is Smoker and they are not an IGL. The languages yCw speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.39",
        "acs_per_map": "194"
    },
    {
        "ign": "2cy",
        "text": "Player of ign 2cy is from team Octagonal Disposition Gaming, China region, from VCT Challengers. 2cy's role is Recon and they are not an IGL. The languages 2cy speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.04",
        "acs_per_map": "117"
    },
    {
        "ign": "K1ra",
        "text": "Player of ign K1ra is from team Qing Jiu Club, China region, from VCT Challengers. K1ra's role is Anchor and they are not an IGL. The languages K1ra speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.65",
        "acs_per_map": "233"
    },
    {
        "ign": "WudiYuChEn",
        "text": "Player of ign WudiYuChEn is from team Qing Jiu Club, China region, from VCT Challengers. WudiYuChEn's role is Flash and they are not an IGL. The languages WudiYuChEn speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.51",
        "acs_per_map": "207"
    },
    {
        "ign": "x3b",
        "text": "Player of ign x3b is from team Qing Jiu Club, China region, from VCT Challengers. x3b's role is Flash and they are not an IGL. The languages x3b speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.43",
        "acs_per_map": "198"
    },
    {
        "ign": "DELETE",
        "text": "Player of ign DELETE is from team Qing Jiu Club, China region, from VCT Challengers. DELETE's role is Lurker and they are not an IGL. The languages DELETE speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.41",
        "acs_per_map": "192"
    },
    {
        "ign": "player",
        "text": "Player of ign player is from team Qing Jiu Club, China region, from VCT Challengers. player's role is Entry and they are not an IGL. The languages player speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.03",
        "acs_per_map": "192"
    },
    {
        "ign": "UdoTan",
        "text": "Player of ign UdoTan is from team Rare Atom, China region, from VCT Challengers. UdoTan's role is Entry and they are not an IGL. The languages UdoTan speaks are Mandarin, Korean.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.43",
        "acs_per_map": "259"
    },
    {
        "ign": "Snow",
        "text": "Player of ign Snow is from team Rare Atom, China region, from VCT Challengers. Snow's role is Smoker and they are not an IGL. The languages Snow speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.44",
        "acs_per_map": "203"
    },
    {
        "ign": "Exile",
        "text": "Player of ign Exile is from team Rare Atom, China region, from VCT Challengers. Exile's role is Smoker and they are not an IGL. The languages Exile speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.68",
        "acs_per_map": "194"
    },
    {
        "ign": "Mihlog",
        "text": "Player of ign Mihlog is from team Rare Atom, China region, from VCT Challengers. Mihlog's role is Recon and they are not an IGL. The languages Mihlog speaks are Mandarin, Vietnamese.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.63",
        "acs_per_map": "193"
    },
    {
        "ign": "Yueluo",
        "text": "Player of ign Yueluo is from team Rare Atom, China region, from VCT Challengers. Yueluo's role is Anchor and they are not an IGL. The languages Yueluo speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.1",
        "acs_per_map": "182"
    },
    {
        "ign": "XII",
        "text": "Player of ign XII is from team Tpx, China region, from VCT Challengers. XII's role is Entry and they are not an IGL. The languages XII speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "1.22",
        "acs_per_map": "221"
    },
    {
        "ign": "HanChe",
        "text": "Player of ign HanChe is from team Tpx, China region, from VCT Challengers. HanChe's role is Anchor and they are not an IGL. The languages HanChe speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "1.22",
        "acs_per_map": "207"
    },
    {
        "ign": "DK",
        "text": "Player of ign DK is from team Tpx, China region, from VCT Challengers. DK's role is Recon and they are not an IGL. The languages DK speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "1.52",
        "acs_per_map": "205"
    },
    {
        "ign": "QnxD",
        "text": "Player of ign QnxD is from team Tpx, China region, from VCT Challengers. QnxD's role is Anchor and they are not an IGL. The languages QnxD speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "1.07",
        "acs_per_map": "178"
    },
    {
        "ign": "DC",
        "text": "Player of ign DC is from team Tpx, China region, from VCT Challengers. DC's role is Smoker and they are not an IGL. The languages DC speaks are Mandarin.",
        "standings": "13th-16th",
        "maps_played": "3",
        "kda": "1.28",
        "acs_per_map": "151"
    },
    {
        "ign": "Kr1stal",
        "text": "Player of ign Kr1stal is from team XLG Esports, China region, from VCT Challengers. Kr1stal's role is Recon and they are not an IGL. The languages Kr1stal speaks are Mandarin, Russian.",
        "standings": "1st",
        "maps_played": "5",
        "kda": "2.04",
        "acs_per_map": "282"
    },
    {
        "ign": "rarga",
        "text": "Player of ign rarga is from team XLG Esports, China region, from VCT Challengers. rarga's role is Entry and they are not an IGL. The languages rarga speaks are Mandarin, Russian.",
        "standings": "1st",
        "maps_played": "5",
        "kda": "1.55",
        "acs_per_map": "240"
    },
    {
        "ign": "happywe1",
        "text": "Player of ign happywe1 is from team XLG Esports, China region, from VCT Challengers. happywe1's role is Anchor and they are not an IGL. The languages happywe1 speaks are Mandarin.",
        "standings": "1st",
        "maps_played": "5",
        "kda": "1.81",
        "acs_per_map": "222"
    },
    {
        "ign": "MarT1n",
        "text": "Player of ign MarT1n is from team XLG Esports, China region, from VCT Challengers. MarT1n's role is Smoker and they are not an IGL. The languages MarT1n speaks are Mandarin.",
        "standings": "1st",
        "maps_played": "5",
        "kda": "1.86",
        "acs_per_map": "191"
    },
    {
        "ign": "MrCANI",
        "text": "Player of ign MrCANI is from team XLG Esports, China region, from VCT Challengers. MrCANI's role is Flash and they are not an IGL. The languages MrCANI speaks are Mandarin.",
        "standings": "1st",
        "maps_played": "5",
        "kda": "1.77",
        "acs_per_map": "163"
    },
    {
        "ign": "Core",
        "text": "Player of ign Core is from team Xtreme Gaming, China region, from VCT Challengers. Core's role is Anchor and they are not an IGL. The languages Core speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.33",
        "acs_per_map": "246"
    },
    {
        "ign": "5CM",
        "text": "Player of ign 5CM is from team Xtreme Gaming, China region, from VCT Challengers. 5CM's role is Entry and they are not an IGL. The languages 5CM speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.31",
        "acs_per_map": "237"
    },
    {
        "ign": "waituu",
        "text": "Player of ign waituu is from team Xtreme Gaming, China region, from VCT Challengers. waituu's role is Flash and they are not an IGL. The languages waituu speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.08",
        "acs_per_map": "145"
    },
    {
        "ign": "S1n",
        "text": "Player of ign S1n is from team Xtreme Gaming, China region, from VCT Challengers. S1n's role is Smoker and they are not an IGL. The languages S1n speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "4",
        "kda": "1.08",
        "acs_per_map": "144"
    },
    {
        "ign": "WeiYu",
        "text": "Player of ign WeiYu is from team ZFGaming, China region, from VCT Challengers. WeiYu's role is Smoker and they are not an IGL. The languages WeiYu speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "3",
        "kda": "1.39",
        "acs_per_map": "179"
    },
    {
        "ign": "one1",
        "text": "Player of ign one1 is from team ZFGaming, China region, from VCT Challengers. one1's role is Flash and they are not an IGL. The languages one1 speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "3",
        "kda": "1.17",
        "acs_per_map": "176"
    },
    {
        "ign": "PPQueen",
        "text": "Player of ign PPQueen is from team ZFGaming, China region, from VCT Challengers. PPQueen's role is Anchor and they are not an IGL. The languages PPQueen speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "3",
        "kda": "1.11",
        "acs_per_map": "174"
    },
    {
        "ign": "YaoBaiKe",
        "text": "Player of ign YaoBaiKe is from team ZFGaming, China region, from VCT Challengers. YaoBaiKe's role is Entry and they are not an IGL. The languages YaoBaiKe speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "3",
        "kda": "1.1",
        "acs_per_map": "172"
    },
    {
        "ign": "Faraway",
        "text": "Player of ign Faraway is from team ZFGaming, China region, from VCT Challengers. Faraway's role is Entry and they are not an IGL. The languages Faraway speaks are Mandarin.",
        "standings": "9th-12th",
        "maps_played": "3",
        "kda": "0.58",
        "acs_per_map": "158"
    },
    {
        "ign": "slowly",
        "text": "Player of ign slowly is from team ZY Gaming, China region, from VCT Challengers. slowly's role is Smoker and they are not an IGL. The languages slowly speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.77",
        "acs_per_map": "230"
    },
    {
        "ign": "YoU",
        "text": "Player of ign YoU is from team ZY Gaming, China region, from VCT Challengers. YoU's role is Recon and they are not an IGL. The languages YoU speaks are Mandarin, Cantonese, English.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.07",
        "acs_per_map": "229"
    },
    {
        "ign": "babyblue",
        "text": "Player of ign babyblue is from team ZY Gaming, China region, from VCT Challengers. babyblue's role is Flex and they are not an IGL. The languages babyblue speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.37",
        "acs_per_map": "209"
    },
    {
        "ign": "star",
        "text": "Player of ign star is from team ZY Gaming, China region, from VCT Challengers. star's role is Anchor and they are not an IGL. The languages star speaks are Mandarin, Cantonese, English.",
        "standings": "5th-8th",
        "maps_played": "1",
        "kda": "1.29",
        "acs_per_map": "191"
    },
    {
        "ign": "maizi",
        "text": "Player of ign maizi is from team ZY Gaming, China region, from VCT Challengers. maizi's role is Anchor and they are not an IGL. The languages maizi speaks are Mandarin.",
        "standings": "5th-8th",
        "maps_played": "4",
        "kda": "1.2",
        "acs_per_map": "179"
    },
    {
        "ign": "FFs",
        "text": "Player of ign FFs is from team ZY Gaming, China region, from VCT Challengers. FFs's role is Flash and they are not an IGL. The languages FFs speaks are Mandarin, Portugese.",
        "standings": "5th-8th",
        "maps_played": "5",
        "kda": "1.15",
        "acs_per_map": "177"
    }
]