[
    {
        "ign": "rezq",
        "text": "Player of ign rezq is from team G2 Gozen, EMEA region, from VCT Game Changers. rezq's role is Entry and they are not an IGL. The languages rezq speaks are Turkish.",
        "standings": "1st",
        "maps_played": "18",
        "kda": "1.69",
        "acs_per_map": "273"
    },
    {
        "ign": "Mary",
        "text": "Player of ign Mary is from team Falcons Vega, EMEA region, from VCT Game Changers. Mary's role is Entry and they are not an IGL. The languages Mary speaks are Arabic.",
        "standings": "2nd",
        "maps_played": "20",
        "kda": "1.49",
        "acs_per_map": "259"
    },
    {
        "ign": "Marti",
        "text": "Player of ign Marti is from team NASR Ignite, EMEA region, from VCT Game Changers. Marti's role is Entry and they are not an IGL. The languages Marti speaks are Polish.",
        "standings": "4th",
        "maps_played": "18",
        "kda": "1.32",
        "acs_per_map": "244"
    },
    {
        "ign": "Thykuza",
        "text": "Player of ign Thykuza is from team Valiant GC, EMEA region, from VCT Game Changers. Thykuza's role is Entry and they are not an IGL. The languages Thykuza speaks are English.",
        "standings": "9th-10th",
        "maps_played": "9",
        "kda": "1.09",
        "acs_per_map": "229"
    },
    {
        "ign": "Smurfette",
        "text": "Player of ign Smurfette is from team GIANTX GC, EMEA region, from VCT Game Changers. Smurfette's role is Entry and they are not an IGL. The languages Smurfette speaks are Turkish.",
        "standings": "3rd",
        "maps_played": "20",
        "kda": "1.27",
        "acs_per_map": "228"
    },
    {
        "ign": "alkyia",
        "text": "Player of ign alkyia is from team BBL Queens, EMEA region, from VCT Game Changers. alkyia's role is Entry and they are not an IGL. The languages alkyia speaks are Turkish.",
        "standings": "5th-6th",
        "maps_played": "15",
        "kda": "1.26",
        "acs_per_map": "228"
    },
    {
        "ign": "Vania",
        "text": "Player of ign Vania is from team G2 Gozen, EMEA region, from VCT Game Changers. Vania's role is Smoker and they are not an IGL. The languages Vania speaks are Turkish.",
        "standings": "1st",
        "maps_played": "18",
        "kda": "2.09",
        "acs_per_map": "227"
    },
    {
        "ign": "Nelo",
        "text": "Player of ign Nelo is from team Karmine Corp GC, EMEA region, from VCT Game Changers. Nelo's role is Support and they are not an IGL. The languages Nelo speaks are French.",
        "standings": "5th-6th",
        "maps_played": "17",
        "kda": "1.55",
        "acs_per_map": "226"
    },
    {
        "ign": "Joliinaa",
        "text": "Player of ign Joliinaa is from team GIANTX GC, EMEA region, from VCT Game Changers. Joliinaa's role is Smoker and they are not an IGL. The languages Joliinaa speaks are Swedish.",
        "standings": "3rd",
        "maps_played": "20",
        "kda": "1.78",
        "acs_per_map": "221"
    },
    {
        "ign": "Annie",
        "text": "Player of ign Annie is from team Odd 1 OUT, EMEA region, from VCT Game Changers. Annie's role is Entry and they are not an IGL. The languages Annie speaks are Spanish.",
        "standings": "7th-8th",
        "maps_played": "15",
        "kda": "1.2",
        "acs_per_map": "220"
    },
    {
        "ign": "schnellÃ†",
        "text": "Player of ign schnellÃ† is from team BBL Queens, EMEA region, from VCT Game Changers. schnellÃ†'s role is Smoker and they are not an IGL. The languages schnellÃ† speaks are Turkish.",
        "standings": "5th-6th",
        "maps_played": "15",
        "kda": "1.48",
        "acs_per_map": "217"
    },
    {
        "ign": "Petra",
        "text": "Player of ign Petra is from team G2 Gozen, EMEA region, from VCT Game Changers. Petra's role is Support and they are not an IGL. The languages Petra speaks are Dutch.",
        "standings": "1st",
        "maps_played": "18",
        "kda": "1.76",
        "acs_per_map": "214"
    },
    {
        "ign": "leeni",
        "text": "Player of ign leeni is from team FOKUS Sakura, EMEA region, from VCT Game Changers. leeni's role is Entry and they are not an IGL. The languages leeni speaks are Finnish, Swedish.",
        "standings": "9th-10th",
        "maps_played": "8",
        "kda": "1.04",
        "acs_per_map": "213"
    },
    {
        "ign": "Eva",
        "text": "Player of ign Eva is from team Falcons Vega, EMEA region, from VCT Game Changers. Eva's role is Support and they are not an IGL. The languages Eva speaks are Turkish.",
        "standings": "2nd",
        "maps_played": "25",
        "kda": "1.63",
        "acs_per_map": "208"
    },
    {
        "ign": "Lyda",
        "text": "Player of ign Lyda is from team HEROIC Valkyries, EMEA region, from VCT Game Changers. Lyda's role is Smoker and they are not an IGL. The languages Lyda speaks are Turkish.",
        "standings": "7th-8th",
        "maps_played": "13",
        "kda": "1.24",
        "acs_per_map": "207"
    },
    {
        "ign": "ness",
        "text": "Player of ign ness is from team GIANTX GC, EMEA region, from VCT Game Changers. ness's role is Support and they are not an IGL. The languages ness speaks are Turkish.",
        "standings": "3rd",
        "maps_played": "18",
        "kda": "1.63",
        "acs_per_map": "206"
    },
    {
        "ign": "Jduh",
        "text": "Player of ign Jduh is from team Odd 1 OUT, EMEA region, from VCT Game Changers. Jduh's role is Smoker and they are an IGL. The languages Jduh speaks are Turkish.",
        "standings": "7th-8th",
        "maps_played": "15",
        "kda": "1.68",
        "acs_per_map": "205"
    },
    {
        "ign": "Wens",
        "text": "Player of ign Wens is from team BBL Queens, EMEA region, from VCT Game Changers. Wens's role is Anchor and they are not an IGL. The languages Wens speaks are Turkish.",
        "standings": "5th-6th",
        "maps_played": "15",
        "kda": "1.39",
        "acs_per_map": "204"
    },
    {
        "ign": "miyori",
        "text": "Player of ign miyori is from team GIANTX GC, EMEA region, from VCT Game Changers. miyori's role is Anchor and they are not an IGL. The languages miyori speaks are Turkish.",
        "standings": "3rd",
        "maps_played": "20",
        "kda": "1.46",
        "acs_per_map": "202"
    },
    {
        "ign": "fluxxy",
        "text": "Player of ign fluxxy is from team Odd 1 OUT, EMEA region, from VCT Game Changers. fluxxy's role is Anchor and they are not an IGL. The languages fluxxy speaks are English, Scots.",
        "standings": "7th-8th",
        "maps_played": "15",
        "kda": "1.29",
        "acs_per_map": "201"
    },
    {
        "ign": "adora",
        "text": "Player of ign adora is from team HEROIC Valkyries, EMEA region, from VCT Game Changers. adora's role is Entry and they are not an IGL. The languages adora speaks are Lithuanian.",
        "standings": "7th-8th",
        "maps_played": "13",
        "kda": "1.05",
        "acs_per_map": "200"
    },
    {
        "ign": "Glance",
        "text": "Player of ign Glance is from team Karmine Corp GC, EMEA region, from VCT Game Changers. Glance's role is Support and they are not an IGL. The languages Glance speaks are Russian.",
        "standings": "5th-6th",
        "maps_played": "17",
        "kda": "1.61",
        "acs_per_map": "200"
    },
    {
        "ign": "Nami",
        "text": "Player of ign Nami is from team NASR Ignite, EMEA region, from VCT Game Changers. Nami's role is Smoker and they are not an IGL. The languages Nami speaks are Arabic, French.",
        "standings": "4th",
        "maps_played": "18",
        "kda": "1.43",
        "acs_per_map": "198"
    },
    {
        "ign": "amy",
        "text": "Player of ign amy is from team G2 Gozen, EMEA region, from VCT Game Changers. amy's role is Anchor and they are not an IGL. The languages amy speaks are Dutch.",
        "standings": "1st",
        "maps_played": "18",
        "kda": "1.69",
        "acs_per_map": "197"
    },
    {
        "ign": "mimi",
        "text": "Player of ign mimi is from team G2 Gozen, EMEA region, from VCT Game Changers. mimi's role is Support and they are an IGL. The languages mimi speaks are Danish, English.",
        "standings": "1st",
        "maps_played": "18",
        "kda": "2",
        "acs_per_map": "196"
    },
    {
        "ign": "matriix",
        "text": "Player of ign matriix is from team Karmine Corp GC, EMEA region, from VCT Game Changers. matriix's role is Entry and they are not an IGL. The languages matriix speaks are Dutch, French, German.",
        "standings": "5th-6th",
        "maps_played": "17",
        "kda": "1.09",
        "acs_per_map": "196"
    },
    {
        "ign": "madv",
        "text": "Player of ign madv is from team Falcons Vega, EMEA region, from VCT Game Changers. madv's role is Support and they are an IGL. The languages madv speaks are Arabic.",
        "standings": "2nd",
        "maps_played": "25",
        "kda": "1.51",
        "acs_per_map": "195"
    },
    {
        "ign": "mimier",
        "text": "Player of ign mimier is from team GIANTX GC, EMEA region, from VCT Game Changers. mimier's role is Support and they are not an IGL. The languages mimier speaks are Turkish.",
        "standings": "3rd",
        "maps_played": "2",
        "kda": "1.18",
        "acs_per_map": "194"
    },
    {
        "ign": "safiaa",
        "text": "Player of ign safiaa is from team NASR Ignite, EMEA region, from VCT Game Changers. safiaa's role is Flex and they are not an IGL. The languages safiaa speaks are Arabic, French.",
        "standings": "4th",
        "maps_played": "18",
        "kda": "1.39",
        "acs_per_map": "193"
    },
    {
        "ign": "Kuripuuya",
        "text": "Player of ign Kuripuuya is from team Karmine Corp GC, EMEA region, from VCT Game Changers. Kuripuuya's role is Smoker and they are an IGL. The languages Kuripuuya speaks are Turkish.",
        "standings": "5th-6th",
        "maps_played": "17",
        "kda": "1.6",
        "acs_per_map": "192"
    },
    {
        "ign": "roxi",
        "text": "Player of ign roxi is from team Karmine Corp GC, EMEA region, from VCT Game Changers. roxi's role is Anchor and they are not an IGL. The languages roxi speaks are German.",
        "standings": "5th-6th",
        "maps_played": "17",
        "kda": "1.43",
        "acs_per_map": "190"
    },
    {
        "ign": "Felipa",
        "text": "Player of ign Felipa is from team BBL Queens, EMEA region, from VCT Game Changers. Felipa's role is Support and they are not an IGL. The languages Felipa speaks are Turkish.",
        "standings": "5th-6th",
        "maps_played": "15",
        "kda": "1.43",
        "acs_per_map": "186"
    },
    {
        "ign": "Looxie",
        "text": "Player of ign Looxie is from team NASR Ignite, EMEA region, from VCT Game Changers. Looxie's role is Anchor and they are not an IGL. The languages Looxie speaks are French.",
        "standings": "4th",
        "maps_played": "18",
        "kda": "1.22",
        "acs_per_map": "186"
    },
    {
        "ign": "speedowka",
        "text": "Player of ign speedowka is from team NASR Ignite, EMEA region, from VCT Game Changers. speedowka's role is Support and they are not an IGL. The languages speedowka speaks are Polish.",
        "standings": "4th",
        "maps_played": "1",
        "kda": "2",
        "acs_per_map": "185"
    },
    {
        "ign": "TookiiTookii",
        "text": "Player of ign TookiiTookii is from team Falcons Vega, EMEA region, from VCT Game Changers. TookiiTookii's role is Smoker and they are not an IGL. The languages TookiiTookii speaks are Spanish.",
        "standings": "2nd",
        "maps_played": "25",
        "kda": "1.34",
        "acs_per_map": "184"
    },
    {
        "ign": "klaudia",
        "text": "Player of ign klaudia is from team Odd 1 OUT, EMEA region, from VCT Game Changers. klaudia's role is Support and they are not an IGL. The languages klaudia speaks are English.",
        "standings": "7th-8th",
        "maps_played": "15",
        "kda": "1.71",
        "acs_per_map": "183"
    },
    {
        "ign": "6sonya",
        "text": "Player of ign 6sonya is from team Odd 1 OUT, EMEA region, from VCT Game Changers. 6sonya's role is Support and they are not an IGL. The languages 6sonya speaks are Romanian.",
        "standings": "7th-8th",
        "maps_played": "15",
        "kda": "1.3",
        "acs_per_map": "183"
    },
    {
        "ign": "Liza",
        "text": "Player of ign Liza is from team Valiant GC, EMEA region, from VCT Game Changers. Liza's role is Anchor and they are not an IGL. The languages Liza speaks are Hebrew.",
        "standings": "9th-10th",
        "maps_played": "9",
        "kda": "1.05",
        "acs_per_map": "181"
    },
    {
        "ign": "Jiex",
        "text": "Player of ign Jiex is from team Valiant GC, EMEA region, from VCT Game Changers. Jiex's role is Flex and they are an IGL. The languages Jiex speaks are Turkish.",
        "standings": "9th-10th",
        "maps_played": "9",
        "kda": "1.21",
        "acs_per_map": "180"
    },
    {
        "ign": "Karina",
        "text": "Player of ign Karina is from team FOKUS Sakura, EMEA region, from VCT Game Changers. Karina's role is Anchor and they are not an IGL. The languages Karina speaks are German.",
        "standings": "9th-10th",
        "maps_played": "8",
        "kda": "1",
        "acs_per_map": "179"
    },
    {
        "ign": "elysiaN",
        "text": "Player of ign elysiaN is from team FOKUS Sakura, EMEA region, from VCT Game Changers. elysiaN's role is Support and they are not an IGL. The languages elysiaN speaks are German.",
        "standings": "9th-10th",
        "maps_played": "8",
        "kda": "1.12",
        "acs_per_map": "179"
    },
    {
        "ign": "Sandra",
        "text": "Player of ign Sandra is from team Falcons Vega, EMEA region, from VCT Game Changers. Sandra's role is Smoker and they are not an IGL. The languages Sandra speaks are Arabic.",
        "standings": "2nd",
        "maps_played": "25",
        "kda": "1.17",
        "acs_per_map": "176"
    },
    {
        "ign": "sarah",
        "text": "Player of ign sarah is from team GIANTX GC, EMEA region, from VCT Game Changers. sarah's role is Support and they are not an IGL. The languages sarah speaks are English.",
        "standings": "3rd",
        "maps_played": "20",
        "kda": "1.68",
        "acs_per_map": "176"
    },
    {
        "ign": "proxima",
        "text": "Player of ign proxima is from team BBL Queens, EMEA region, from VCT Game Changers. proxima's role is Support and they are not an IGL. The languages proxima speaks are Turkish.",
        "standings": "5th-6th",
        "maps_played": "15",
        "kda": "1.43",
        "acs_per_map": "173"
    },
    {
        "ign": "ikyoo",
        "text": "Player of ign ikyoo is from team FOKUS Sakura, EMEA region, from VCT Game Changers. ikyoo's role is Flex and they are not an IGL. The languages ikyoo speaks are Danish, English.",
        "standings": "9th-10th",
        "maps_played": "7",
        "kda": "1.08",
        "acs_per_map": "168"
    },
    {
        "ign": "Luj",
        "text": "Player of ign Luj is from team Falcons Vega, EMEA region, from VCT Game Changers. Luj's role is Flex and they are not an IGL. The languages Luj speaks are Arabic.",
        "standings": "2nd",
        "maps_played": "5",
        "kda": "1.07",
        "acs_per_map": "167"
    },
    {
        "ign": "MayaMeow",
        "text": "Player of ign MayaMeow is from team FOKUS Sakura, EMEA region, from VCT Game Changers. MayaMeow's role is Support and they are not an IGL. The languages MayaMeow speaks are English.",
        "standings": "9th-10th",
        "maps_played": "1",
        "kda": "1",
        "acs_per_map": "165"
    },
    {
        "ign": "tokameite",
        "text": "Player of ign tokameite is from team NASR Ignite, EMEA region, from VCT Game Changers. tokameite's role is Support and they are not an IGL. The languages tokameite speaks are Russian.",
        "standings": "4th",
        "maps_played": "17",
        "kda": "1.24",
        "acs_per_map": "164"
    },
    {
        "ign": "Cille",
        "text": "Player of ign Cille is from team HEROIC Valkyries, EMEA region, from VCT Game Changers. Cille's role is Support and they are an IGL. The languages Cille speaks are Danish, English.",
        "standings": "7th-8th",
        "maps_played": "13",
        "kda": "1.03",
        "acs_per_map": "158"
    },
    {
        "ign": "Mel",
        "text": "Player of ign Mel is from team Valiant GC, EMEA region, from VCT Game Changers. Mel's role is Smoker and they are not an IGL. The languages Mel speaks are French.",
        "standings": "9th-10th",
        "maps_played": "9",
        "kda": "1.08",
        "acs_per_map": "149"
    },
    {
        "ign": "Ninou",
        "text": "Player of ign Ninou is from team Valiant GC, EMEA region, from VCT Game Changers. Ninou's role is Support and they are not an IGL. The languages Ninou speaks are French.",
        "standings": "9th-10th",
        "maps_played": "9",
        "kda": "1.08",
        "acs_per_map": "146"
    },
    {
        "ign": "auri",
        "text": "Player of ign auri is from team HEROIC Valkyries, EMEA region, from VCT Game Changers. auri's role is Anchor and they are not an IGL. The languages auri speaks are Lithuanian.",
        "standings": "7th-8th",
        "maps_played": "13",
        "kda": "0.89",
        "acs_per_map": "146"
    },
    {
        "ign": "Miyu",
        "text": "Player of ign Miyu is from team FOKUS Sakura, EMEA region, from VCT Game Changers. Miyu's role is Smoker and they are not an IGL. The languages Miyu speaks are German.",
        "standings": "9th-10th",
        "maps_played": "8",
        "kda": "0.85",
        "acs_per_map": "144"
    },
    {
        "ign": "SUPERPHROG",
        "text": "Player of ign SUPERPHROG is from team HEROIC Valkyries, EMEA region, from VCT Game Changers. SUPERPHROG's role is Support and they are not an IGL. The languages SUPERPHROG speaks are Swedish.",
        "standings": "7th-8th",
        "maps_played": "13",
        "kda": "0.86",
        "acs_per_map": "137"
    }
]