[
    {
        "ign": "3DWN",
        "text": "Player of ign 3DWN is from team SaD GC, Americas region, from VCT Game Changers. 3DWN's role is Anchor and they are not an IGL. The languages 3DWN speaks are English, French.",
        "standings": "17th-24th",
        "maps_played": "10",
        "kda": "1.73",
        "acs_per_map": "217"
    },
    {
        "ign": "Aebix",
        "text": "Player of ign Aebix is from team Take Back Control, Americas region, from VCT Game Changers. Aebix's role is Flex and they are not an IGL. The languages Aebix speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.01",
        "acs_per_map": "135"
    },
    {
        "ign": "Allyora",
        "text": "Player of ign Allyora is from team Harmony Opal, Americas region, from VCT Game Changers. Allyora's role is Support and they are not an IGL. The languages Allyora speaks are English.",
        "standings": "9th-16th",
        "maps_played": "8",
        "kda": "1.69",
        "acs_per_map": "228"
    },
    {
        "ign": "Aluvily",
        "text": "Player of ign Aluvily is from team Kinetic, Americas region, from VCT Game Changers. Aluvily's role is Anchor and they are not an IGL. The languages Aluvily speaks are English.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.13",
        "acs_per_map": "193"
    },
    {
        "ign": "Andrea",
        "text": "Player of ign Andrea is from team C4C Flare, Americas region, from VCT Game Changers. Andrea's role is Smoker and they are not an IGL. The languages Andrea speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.33",
        "acs_per_map": "165"
    },
    {
        "ign": "Angel",
        "text": "Player of ign Angel is from team mesos millionaires, Americas region, from VCT Game Changers. Angel's role is Support and they are not an IGL. The languages Angel speaks are English, Spanish.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.51",
        "acs_per_map": "174"
    },
    {
        "ign": "Angle",
        "text": "Player of ign Angle is from team RyZ Eclipsa, Americas region, from VCT Game Changers. Angle's role is Flex and they are not an IGL. The languages Angle speaks are English, Vietnamese.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.21",
        "acs_per_map": "184"
    },
    {
        "ign": "Aniemal",
        "text": "Player of ign Aniemal is from team mesos millionaires, Americas region, from VCT Game Changers. Aniemal's role is Anchor and they are not an IGL. The languages Aniemal speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "11",
        "kda": "1.48",
        "acs_per_map": "202"
    },
    {
        "ign": "AnnieEgo",
        "text": "Player of ign AnnieEgo is from team Loafing Cats, Americas region, from VCT Game Changers. AnnieEgo's role is Anchor and they are not an IGL. The languages AnnieEgo speaks are English, French.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1.12",
        "acs_per_map": "162"
    },
    {
        "ign": "Ash",
        "text": "Player of ign Ash is from team Elysium (Game changers team), Americas region, from VCT Game Changers. Ash's role is Entry and they are not an IGL. The languages Ash speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.61",
        "acs_per_map": "113"
    },
    {
        "ign": "Aurelia",
        "text": "Player of ign Aurelia is from team Bumble Bees, Americas region, from VCT Game Changers. Aurelia's role is Flex and they are not an IGL. The languages Aurelia speaks are English, French.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.42",
        "acs_per_map": "219"
    },
    {
        "ign": "Aurorali",
        "text": "Player of ign Aurorali is from team RyZ Eclipsa, Americas region, from VCT Game Changers. Aurorali's role is Smoker and they are not an IGL. The languages Aurorali speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.27",
        "acs_per_map": "225"
    },
    {
        "ign": "Australis",
        "text": "Player of ign Australis is from team Kinetic, Americas region, from VCT Game Changers. Australis's role is Support and they are not an IGL. The languages Australis speaks are English.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.36",
        "acs_per_map": "202"
    },
    {
        "ign": "Azula",
        "text": "Player of ign Azula is from team SILLY SQUAD, Americas region, from VCT Game Changers. Azula's role is Smoker and they are not an IGL. The languages Azula speaks are English.",
        "standings": "9th-16th",
        "maps_played": "6",
        "kda": "1.43",
        "acs_per_map": "203"
    },
    {
        "ign": "BLOOM",
        "text": "Player of ign BLOOM is from team Psycho Cats, Americas region, from VCT Game Changers. BLOOM's role is Smoker and they are not an IGL. The languages BLOOM speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.78",
        "acs_per_map": "139"
    },
    {
        "ign": "Battison",
        "text": "Player of ign Battison is from team Prospects Amethyst, Americas region, from VCT Game Changers. Battison's role is Support and they are not an IGL. The languages Battison speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.45",
        "acs_per_map": "217"
    },
    {
        "ign": "Bells",
        "text": "Player of ign Bells is from team Alliance Angels, Americas region, from VCT Game Changers. Bells's role is Flex and they are not an IGL. The languages Bells speaks are English.",
        "standings": "17th-24th",
        "maps_played": "3",
        "kda": "1.14",
        "acs_per_map": "136"
    },
    {
        "ign": "Biffy",
        "text": "Player of ign Biffy is from team friends, Americas region, from VCT Game Changers. Biffy's role is Entry and they are not an IGL. The languages Biffy speaks are English, Spanish.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.11",
        "acs_per_map": "224"
    },
    {
        "ign": "Blondesh",
        "text": "Player of ign Blondesh is from team Psycho Cats, Americas region, from VCT Game Changers. Blondesh's role is Flex and they are not an IGL. The languages Blondesh speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.9",
        "acs_per_map": "175"
    },
    {
        "ign": "Calvrix",
        "text": "Player of ign Calvrix is from team Cafe Coke, Americas region, from VCT Game Changers. Calvrix's role is Anchor and they are not an IGL. The languages Calvrix speaks are English.",
        "standings": "5th-8th",
        "maps_played": "10",
        "kda": "1.31",
        "acs_per_map": "193"
    },
    {
        "ign": "Car",
        "text": "Player of ign Car is from team Minimum, Americas region, from VCT Game Changers. Car's role is Anchor and they are not an IGL. The languages Car speaks are English.",
        "standings": "9th-16th",
        "maps_played": "6",
        "kda": "1.61",
        "acs_per_map": "207"
    },
    {
        "ign": "Carlee",
        "text": "Player of ign Carlee is from team Reformed GC, Americas region, from VCT Game Changers. Carlee's role is Support and they are not an IGL. The languages Carlee speaks are English.",
        "standings": "1st",
        "maps_played": "2",
        "kda": "3.9",
        "acs_per_map": "200"
    },
    {
        "ign": "Celeste",
        "text": "Player of ign Celeste is from team SILLY SQUAD, Americas region, from VCT Game Changers. Celeste's role is Entry and they are not an IGL. The languages Celeste speaks are English.",
        "standings": "9th-16th",
        "maps_played": "11",
        "kda": "1.09",
        "acs_per_map": "201"
    },
    {
        "ign": "Ceno",
        "text": "Player of ign Ceno is from team VibinOut Blossoms, Americas region, from VCT Game Changers. Ceno's role is Entry and they are not an IGL. The languages Ceno speaks are English.",
        "standings": "25th-36th",
        "maps_played": "6",
        "kda": "0.79",
        "acs_per_map": "162"
    },
    {
        "ign": "Clocracy",
        "text": "Player of ign Clocracy is from team Bumble Bees, Americas region, from VCT Game Changers. Clocracy's role is Smoker and they are not an IGL. The languages Clocracy speaks are English.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.19",
        "acs_per_map": "161"
    },
    {
        "ign": "Coax",
        "text": "Player of ign Coax is from team SaD GC, Americas region, from VCT Game Changers. Coax's role is Support and they are not an IGL. The languages Coax speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.93",
        "acs_per_map": "137"
    },
    {
        "ign": "Daki",
        "text": "Player of ign Daki is from team Awaken RED, Americas region, from VCT Game Changers. Daki's role is Smoker and they are not an IGL. The languages Daki speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.13",
        "acs_per_map": "108"
    },
    {
        "ign": "Ekoopy",
        "text": "Player of ign Ekoopy is from team Luxoria GC, Americas region, from VCT Game Changers. Ekoopy's role is Support and they are not an IGL. The languages Ekoopy speaks are English, French.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.17",
        "acs_per_map": "131"
    },
    {
        "ign": "Elab0rate",
        "text": "Player of ign Elab0rate is from team EQUINOX GC, Americas region, from VCT Game Changers. Elab0rate's role is Anchor and they are not an IGL. The languages Elab0rate speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "8",
        "kda": "1.37",
        "acs_per_map": "201"
    },
    {
        "ign": "Elysiu",
        "text": "Player of ign Elysiu is from team Catnappers, Americas region, from VCT Game Changers. Elysiu's role is Anchor and they are not an IGL. The languages Elysiu speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "2.04",
        "acs_per_map": "254"
    },
    {
        "ign": "FAIRY",
        "text": "Player of ign FAIRY is from team kirbee squad, Americas region, from VCT Game Changers. FAIRY's role is Smoker and they are not an IGL. The languages FAIRY speaks are English, Polish.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "0.65",
        "acs_per_map": "182"
    },
    {
        "ign": "Fall",
        "text": "Player of ign Fall is from team SILLY SQUAD, Americas region, from VCT Game Changers. Fall's role is Support and they are not an IGL. The languages Fall speaks are English.",
        "standings": "9th-16th",
        "maps_played": "11",
        "kda": "1.6",
        "acs_per_map": "187"
    },
    {
        "ign": "Gia",
        "text": "Player of ign Gia is from team vR GC, Americas region, from VCT Game Changers. Gia's role is Support and they are not an IGL. The languages Gia speaks are English.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.54",
        "acs_per_map": "167"
    },
    {
        "ign": "Giavana",
        "text": "Player of ign Giavana is from team Minimum, Americas region, from VCT Game Changers. Giavana's role is Support and they are not an IGL. The languages Giavana speaks are English.",
        "standings": "17th-24th",
        "maps_played": "8",
        "kda": "1.73",
        "acs_per_map": "183"
    },
    {
        "ign": "Habibti",
        "text": "Player of ign Habibti is from team mesos millionaires, Americas region, from VCT Game Changers. Habibti's role is Flex and they are not an IGL. The languages Habibti speaks are English, Arabic.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.55",
        "acs_per_map": "249"
    },
    {
        "ign": "Hyungwonho",
        "text": "Player of ign Hyungwonho is from team Tenax GC, Americas region, from VCT Game Changers. Hyungwonho's role is Smoker and they are not an IGL. The languages Hyungwonho speaks are English, Lao.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1.2",
        "acs_per_map": "165"
    },
    {
        "ign": "Iridescent",
        "text": "Player of ign Iridescent is from team Infinity X, Americas region, from VCT Game Changers. Iridescent's role is Support and they are not an IGL. The languages Iridescent speaks are English.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "1.8",
        "acs_per_map": "250"
    },
    {
        "ign": "Jazzyk1ns",
        "text": "Player of ign Jazzyk1ns is from team Passion Project, Americas region, from VCT Game Changers. Jazzyk1ns's role is Flex and they are not an IGL. The languages Jazzyk1ns speaks are English, French.",
        "standings": "1st",
        "maps_played": "9",
        "kda": "1.32",
        "acs_per_map": "201"
    },
    {
        "ign": "Jcey",
        "text": "Player of ign Jcey is from team Psycho Cats, Americas region, from VCT Game Changers. Jcey's role is Entry and they are not an IGL. The languages Jcey speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.96",
        "acs_per_map": "187"
    },
    {
        "ign": "Jeje",
        "text": "Player of ign Jeje is from team Infinity X, Americas region, from VCT Game Changers. Jeje's role is Entry and they are not an IGL. The languages Jeje speaks are English.",
        "standings": "17th-24th",
        "maps_played": "10",
        "kda": "1.19",
        "acs_per_map": "224"
    },
    {
        "ign": "KETARYS",
        "text": "Player of ign KETARYS is from team Kinetic, Americas region, from VCT Game Changers. KETARYS's role is Smoker and they are not an IGL. The languages KETARYS speaks are English, Vietnamese.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.33",
        "acs_per_map": "166"
    },
    {
        "ign": "KP",
        "text": "Player of ign KP is from team Reformed GC, Americas region, from VCT Game Changers. KP's role is Flex and they are not an IGL. The languages KP speaks are English.",
        "standings": "5th-8th",
        "maps_played": "11",
        "kda": "2.09",
        "acs_per_map": "250"
    },
    {
        "ign": "Kamiunist",
        "text": "Player of ign Kamiunist is from team friends, Americas region, from VCT Game Changers. Kamiunist's role is Support and they are not an IGL. The languages Kamiunist speaks are English, Ukrainian.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.38",
        "acs_per_map": "207"
    },
    {
        "ign": "Karra",
        "text": "Player of ign Karra is from team FlyQuest RED, Americas region, from VCT Game Changers. Karra's role is Support and they are not an IGL. The languages Karra speaks are English, Korean.",
        "standings": "2nd",
        "maps_played": "11",
        "kda": "1.53",
        "acs_per_map": "196"
    },
    {
        "ign": "Kayla",
        "text": "Player of ign Kayla is from team RyZ Eclipsa, Americas region, from VCT Game Changers. Kayla's role is Anchor and they are not an IGL. The languages Kayla speaks are English.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "1.96",
        "acs_per_map": "304"
    },
    {
        "ign": "Kazler",
        "text": "Player of ign Kazler is from team Reformed GC, Americas region, from VCT Game Changers. Kazler's role is Support and they are not an IGL. The languages Kazler speaks are English, Polish.",
        "standings": "1st",
        "maps_played": "12",
        "kda": "2.16",
        "acs_per_map": "236"
    },
    {
        "ign": "Kestrel",
        "text": "Player of ign Kestrel is from team Harmony Opal, Americas region, from VCT Game Changers. Kestrel's role is Entry and they are not an IGL. The languages Kestrel speaks are English.",
        "standings": "9th-16th",
        "maps_played": "8",
        "kda": "1.32",
        "acs_per_map": "223"
    },
    {
        "ign": "Kiiromine",
        "text": "Player of ign Kiiromine is from team Alliance Angels, Americas region, from VCT Game Changers. Kiiromine's role is Entry and they are not an IGL. The languages Kiiromine speaks are English.",
        "standings": "17th-24th",
        "maps_played": "3",
        "kda": "1.1",
        "acs_per_map": "170"
    },
    {
        "ign": "Kross",
        "text": "Player of ign Kross is from team DeToX GC, Americas region, from VCT Game Changers. Kross's role is Support and they are not an IGL. The languages Kross speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.67",
        "acs_per_map": "229"
    },
    {
        "ign": "LYLA",
        "text": "Player of ign LYLA is from team Endear Moon, Americas region, from VCT Game Changers. LYLA's role is Support and they are not an IGL. The languages LYLA speaks are English.",
        "standings": "25th-36th",
        "maps_played": "1",
        "kda": "0.58",
        "acs_per_map": "111"
    },
    {
        "ign": "Logic",
        "text": "Player of ign Logic is from team Kinetic, Americas region, from VCT Game Changers. Logic's role is Entry and they are not an IGL. The languages Logic speaks are English.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.15",
        "acs_per_map": "219"
    },
    {
        "ign": "Lucid",
        "text": "Player of ign Lucid is from team Thrive Vixens, Americas region, from VCT Game Changers. Lucid's role is Support and they are not an IGL. The languages Lucid speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.76",
        "acs_per_map": "133"
    },
    {
        "ign": "Luna1",
        "text": "Player of ign Luna1 is from team LazerrFreekslvy, Americas region, from VCT Game Changers. Luna1's role is Support and they are not an IGL. The languages Luna1 speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "5",
        "kda": "1.04",
        "acs_per_map": "165"
    },
    {
        "ign": "Luxely",
        "text": "Player of ign Luxely is from team YDZ Rose, Americas region, from VCT Game Changers. Luxely's role is Flex and they are not an IGL. The languages Luxely speaks are English, French.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "1.03",
        "acs_per_map": "187"
    },
    {
        "ign": "MAYYY",
        "text": "Player of ign MAYYY is from team minions united, Americas region, from VCT Game Changers. MAYYY's role is Anchor and they are not an IGL. The languages MAYYY speaks are English.",
        "standings": "9th-16th",
        "maps_played": "12",
        "kda": "1.59",
        "acs_per_map": "227"
    },
    {
        "ign": "Mady",
        "text": "Player of ign Mady is from team SaD GC, Americas region, from VCT Game Changers. Mady's role is Smoker and they are not an IGL. The languages Mady speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1.05",
        "acs_per_map": "190"
    },
    {
        "ign": "Maegumi",
        "text": "Player of ign Maegumi is from team Alliance Angels, Americas region, from VCT Game Changers. Maegumi's role is Smoker and they are not an IGL. The languages Maegumi speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.14",
        "acs_per_map": "169"
    },
    {
        "ign": "Mek Mek",
        "text": "Player of ign Mek Mek is from team Luxoria GC, Americas region, from VCT Game Changers. Mek Mek's role is Anchor and they are not an IGL. The languages Mek Mek speaks are English.",
        "standings": "25th-36th",
        "maps_played": "5",
        "kda": "0.9",
        "acs_per_map": "163"
    },
    {
        "ign": "Mews",
        "text": "Player of ign Mews is from team House Flippers, Americas region, from VCT Game Changers. Mews's role is Support and they are not an IGL. The languages Mews speaks are English.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "1.12",
        "acs_per_map": "190"
    },
    {
        "ign": "Mimi",
        "text": "Player of ign Mimi is from team DeToX GC, Americas region, from VCT Game Changers. Mimi's role is Smoker and they are not an IGL. The languages Mimi speaks are English, Mandarin.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.5",
        "acs_per_map": "233"
    },
    {
        "ign": "Miyara",
        "text": "Player of ign Miyara is from team Kinetic, Americas region, from VCT Game Changers. Miyara's role is Support and they are not an IGL. The languages Miyara speaks are English.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.22",
        "acs_per_map": "161"
    },
    {
        "ign": "Mizu",
        "text": "Player of ign Mizu is from team VibinOut Blossoms, Americas region, from VCT Game Changers. Mizu's role is Flex and they are not an IGL. The languages Mizu speaks are English.",
        "standings": "25th-36th",
        "maps_played": "2",
        "kda": "1.06",
        "acs_per_map": "172"
    },
    {
        "ign": "Mochi Mei",
        "text": "Player of ign Mochi Mei is from team Luxoria GC, Americas region, from VCT Game Changers. Mochi Mei's role is Smoker and they are not an IGL. The languages Mochi Mei speaks are English, French.",
        "standings": "25th-36th",
        "maps_played": "5",
        "kda": "1.5",
        "acs_per_map": "184"
    },
    {
        "ign": "MochiMei",
        "text": "Player of ign MochiMei is from team Luxoria GC, Americas region, from VCT Game Changers. MochiMei's role is Smoker and they are not an IGL. The languages MochiMei speaks are English, French.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.26",
        "acs_per_map": "150"
    },
    {
        "ign": "Momo",
        "text": "Player of ign Momo is from team DeToX GC, Americas region, from VCT Game Changers. Momo's role is Support and they are not an IGL. The languages Momo speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.36",
        "acs_per_map": "213"
    },
    {
        "ign": "Moni",
        "text": "Player of ign Moni is from team vR GC, Americas region, from VCT Game Changers. Moni's role is Smoker and they are not an IGL. The languages Moni speaks are English.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.25",
        "acs_per_map": "185"
    },
    {
        "ign": "My200Ping",
        "text": "Player of ign My200Ping is from team RyZ Eclipsa, Americas region, from VCT Game Changers. My200Ping's role is Anchor and they are not an IGL. The languages My200Ping speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1",
        "acs_per_map": "151"
    },
    {
        "ign": "Myneko",
        "text": "Player of ign Myneko is from team Kinetic, Americas region, from VCT Game Changers. Myneko's role is Entry and they are not an IGL. The languages Myneko speaks are English, French.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.41",
        "acs_per_map": "209"
    },
    {
        "ign": "Nanno",
        "text": "Player of ign Nanno is from team Alliance Angels, Americas region, from VCT Game Changers. Nanno's role is Anchor and they are not an IGL. The languages Nanno speaks are English.",
        "standings": "17th-24th",
        "maps_played": "3",
        "kda": "0.88",
        "acs_per_map": "180"
    },
    {
        "ign": "Neeish",
        "text": "Player of ign Neeish is from team LazerrFreekslvy, Americas region, from VCT Game Changers. Neeish's role is Smoker and they are not an IGL. The languages Neeish speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "5",
        "kda": "1.14",
        "acs_per_map": "176"
    },
    {
        "ign": "Noia",
        "text": "Player of ign Noia is from team Shopify Rebellion, Americas region, from VCT Game Changers. Noia's role is Anchor and they are not an IGL. The languages Noia speaks are English, Danish.",
        "standings": "1st",
        "maps_played": "12",
        "kda": "1.29",
        "acs_per_map": "182"
    },
    {
        "ign": "Nora",
        "text": "Player of ign Nora is from team SOLSTICE, Americas region, from VCT Game Changers. Nora's role is Smoker and they are not an IGL. The languages Nora speaks are English.",
        "standings": "4th",
        "maps_played": "10",
        "kda": "1.81",
        "acs_per_map": "253"
    },
    {
        "ign": "Nymfelie",
        "text": "Player of ign Nymfelie is from team Thrive Vixens, Americas region, from VCT Game Changers. Nymfelie's role is Entry and they are not an IGL. The languages Nymfelie speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.64",
        "acs_per_map": "146"
    },
    {
        "ign": "Nyx",
        "text": "Player of ign Nyx is from team Take Back Control, Americas region, from VCT Game Changers. Nyx's role is Entry and they are not an IGL. The languages Nyx speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.33",
        "acs_per_map": "234"
    },
    {
        "ign": "Obskury",
        "text": "Player of ign Obskury is from team Labyrinth White, Americas region, from VCT Game Changers. Obskury's role is Flex and they are not an IGL. The languages Obskury speaks are English, Vietnamese.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.66",
        "acs_per_map": "148"
    },
    {
        "ign": "PaperAbyss",
        "text": "Player of ign PaperAbyss is from team YDZ Rose, Americas region, from VCT Game Changers. PaperAbyss's role is Anchor and they are not an IGL. The languages PaperAbyss speaks are English.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "0.96",
        "acs_per_map": "159"
    },
    {
        "ign": "Para",
        "text": "Player of ign Para is from team Alliance Angels, Americas region, from VCT Game Changers. Para's role is Support and they are not an IGL. The languages Para speaks are English.",
        "standings": "17th-24th",
        "maps_played": "3",
        "kda": "1.55",
        "acs_per_map": "206"
    },
    {
        "ign": "Phoxic",
        "text": "Player of ign Phoxic is from team Harmony Opal, Americas region, from VCT Game Changers. Phoxic's role is Smoker and they are not an IGL. The languages Phoxic speaks are English.",
        "standings": "9th-16th",
        "maps_played": "8",
        "kda": "1.26",
        "acs_per_map": "184"
    },
    {
        "ign": "PowerPixele",
        "text": "Player of ign PowerPixele is from team Passion Project, Americas region, from VCT Game Changers. PowerPixele's role is Support and they are not an IGL. The languages PowerPixele speaks are English.",
        "standings": "1st",
        "maps_played": "9",
        "kda": "2.24",
        "acs_per_map": "237"
    },
    {
        "ign": "PreTax",
        "text": "Player of ign PreTax is from team vR GC, Americas region, from VCT Game Changers. PreTax's role is Support and they are not an IGL. The languages PreTax speaks are English.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.25",
        "acs_per_map": "176"
    },
    {
        "ign": "Princessicy",
        "text": "Player of ign Princessicy is from team House Flippers, Americas region, from VCT Game Changers. Princessicy's role is Flex and they are not an IGL. The languages Princessicy speaks are English.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "1.24",
        "acs_per_map": "226"
    },
    {
        "ign": "Psyncc",
        "text": "Player of ign Psyncc is from team RyZ Eclipsa, Americas region, from VCT Game Changers. Psyncc's role is Flex and they are not an IGL. The languages Psyncc speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.1",
        "acs_per_map": "176"
    },
    {
        "ign": "Pyro",
        "text": "Player of ign Pyro is from team Infinity X, Americas region, from VCT Game Changers. Pyro's role is Smoker and they are not an IGL. The languages Pyro speaks are English.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "1.02",
        "acs_per_map": "171"
    },
    {
        "ign": "Queebae",
        "text": "Player of ign Queebae is from team VibinOut Blossoms, Americas region, from VCT Game Changers. Queebae's role is Smoker and they are not an IGL. The languages Queebae speaks are English.",
        "standings": "25th-36th",
        "maps_played": "6",
        "kda": "1.06",
        "acs_per_map": "188"
    },
    {
        "ign": "Raven",
        "text": "Player of ign Raven is from team EQUINOX GC, Americas region, from VCT Game Changers. Raven's role is Smoker and they are not an IGL. The languages Raven speaks are English, Spanish.",
        "standings": "3rd-4th",
        "maps_played": "8",
        "kda": "1.96",
        "acs_per_map": "191"
    },
    {
        "ign": "SILVIA",
        "text": "Player of ign SILVIA is from team SILLY SQUAD, Americas region, from VCT Game Changers. SILVIA's role is Anchor and they are not an IGL. The languages SILVIA speaks are English.",
        "standings": "9th-16th",
        "maps_played": "11",
        "kda": "1.57",
        "acs_per_map": "246"
    },
    {
        "ign": "SUPERKAT",
        "text": "Player of ign SUPERKAT is from team Supernova x Pals, Americas region, from VCT Game Changers. SUPERKAT's role is Flex and they are not an IGL. The languages SUPERKAT speaks are English, French.",
        "standings": "5th-8th",
        "maps_played": "6",
        "kda": "1.98",
        "acs_per_map": "208"
    },
    {
        "ign": "Sabooboo",
        "text": "Player of ign Sabooboo is from team EQUINOX GC, Americas region, from VCT Game Changers. Sabooboo's role is Support and they are not an IGL. The languages Sabooboo speaks are English, Portuguese.",
        "standings": "3rd-4th",
        "maps_played": "8",
        "kda": "1.73",
        "acs_per_map": "195"
    },
    {
        "ign": "SamBam",
        "text": "Player of ign SamBam is from team minions united, Americas region, from VCT Game Changers. SamBam's role is Anchor and they are not an IGL. The languages SamBam speaks are English.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.07",
        "acs_per_map": "174"
    },
    {
        "ign": "Saruei",
        "text": "Player of ign Saruei is from team SaD GC, Americas region, from VCT Game Changers. Saruei's role is Smoker and they are not an IGL. The languages Saruei speaks are English.",
        "standings": "17th-24th",
        "maps_played": "1",
        "kda": "1.43",
        "acs_per_map": "231"
    },
    {
        "ign": "Sayu",
        "text": "Player of ign Sayu is from team SaD GC, Americas region, from VCT Game Changers. Sayu's role is Support and they are not an IGL. The languages Sayu speaks are English.",
        "standings": "17th-24th",
        "maps_played": "10",
        "kda": "2.04",
        "acs_per_map": "223"
    },
    {
        "ign": "Sekkya",
        "text": "Player of ign Sekkya is from team SaD GC, Americas region, from VCT Game Changers. Sekkya's role is Support and they are not an IGL. The languages Sekkya speaks are English.",
        "standings": "17th-24th",
        "maps_played": "4",
        "kda": "0.86",
        "acs_per_map": "145"
    },
    {
        "ign": "ShelbyLynn",
        "text": "Player of ign ShelbyLynn is from team Labyrinth White, Americas region, from VCT Game Changers. ShelbyLynn's role is Anchor and they are not an IGL. The languages ShelbyLynn speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.75",
        "acs_per_map": "163"
    },
    {
        "ign": "ShreyUwU",
        "text": "Player of ign ShreyUwU is from team Take Back Control, Americas region, from VCT Game Changers. ShreyUwU's role is Support and they are not an IGL. The languages ShreyUwU speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.32",
        "acs_per_map": "191"
    },
    {
        "ign": "Slandy",
        "text": "Player of ign Slandy is from team Reformed GC, Americas region, from VCT Game Changers. Slandy's role is Smoker and they are not an IGL. The languages Slandy speaks are English.",
        "standings": "1st",
        "maps_played": "14",
        "kda": "1.83",
        "acs_per_map": "198"
    },
    {
        "ign": "Slewpy",
        "text": "Player of ign Slewpy is from team YDZ Rose, Americas region, from VCT Game Changers. Slewpy's role is Flex and they are not an IGL. The languages Slewpy speaks are English.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "1.47",
        "acs_per_map": "234"
    },
    {
        "ign": "Snowy",
        "text": "Player of ign Snowy is from team DeToX GC, Americas region, from VCT Game Changers. Snowy's role is Entry and they are not an IGL. The languages Snowy speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.35",
        "acs_per_map": "218"
    },
    {
        "ign": "Spidey",
        "text": "Player of ign Spidey is from team VibinOut Blossoms, Americas region, from VCT Game Changers. Spidey's role is Anchor and they are not an IGL. The languages Spidey speaks are English.",
        "standings": "25th-36th",
        "maps_played": "6",
        "kda": "1.07",
        "acs_per_map": "181"
    },
    {
        "ign": "Spooky",
        "text": "Player of ign Spooky is from team Skyline Dreamers, Americas region, from VCT Game Changers. Spooky's role is Flex and they are not an IGL. The languages Spooky speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.08",
        "acs_per_map": "208"
    },
    {
        "ign": "StarBound",
        "text": "Player of ign StarBound is from team FlyQuest RED, Americas region, from VCT Game Changers. StarBound's role is Anchor and they are not an IGL. The languages StarBound speaks are English, French.",
        "standings": "2nd",
        "maps_played": "17",
        "kda": "1.62",
        "acs_per_map": "224"
    },
    {
        "ign": "Stay",
        "text": "Player of ign Stay is from team SaD GC, Americas region, from VCT Game Changers. Stay's role is Entry and they are not an IGL. The languages Stay speaks are English, French.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1.18",
        "acs_per_map": "275"
    },
    {
        "ign": "Sunden",
        "text": "Player of ign Sunden is from team Labyrinth White, Americas region, from VCT Game Changers. Sunden's role is Flex and they are not an IGL. The languages Sunden speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.89",
        "acs_per_map": "192"
    },
    {
        "ign": "Svnny",
        "text": "Player of ign Svnny is from team Loafing Cats, Americas region, from VCT Game Changers. Svnny's role is Support and they are not an IGL. The languages Svnny speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.72",
        "acs_per_map": "195"
    },
    {
        "ign": "Tac",
        "text": "Player of ign Tac is from team DeToX GC, Americas region, from VCT Game Changers. Tac's role is Anchor and they are not an IGL. The languages Tac speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "0.7",
        "acs_per_map": "119"
    },
    {
        "ign": "Teddy",
        "text": "Player of ign Teddy is from team mesos millionaires, Americas region, from VCT Game Changers. Teddy's role is Smoker and they are not an IGL. The languages Teddy speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "11",
        "kda": "1.85",
        "acs_per_map": "260"
    },
    {
        "ign": "TeddyIsFluffy",
        "text": "Player of ign TeddyIsFluffy is from team mesos millionaires, Americas region, from VCT Game Changers. TeddyIsFluffy's role is Smoker and they are not an IGL. The languages TeddyIsFluffy speaks are English.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.48",
        "acs_per_map": "184"
    },
    {
        "ign": "Tortian",
        "text": "Player of ign Tortian is from team Alliance Angels, Americas region, from VCT Game Changers. Tortian's role is Smoker and they are not an IGL. The languages Tortian speaks are English.",
        "standings": "25th-36th",
        "maps_played": "1",
        "kda": "1.83",
        "acs_per_map": "215"
    },
    {
        "ign": "UNFEEL",
        "text": "Player of ign UNFEEL is from team Tenax GC, Americas region, from VCT Game Changers. UNFEEL's role is Support and they are not an IGL. The languages UNFEEL speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.24",
        "acs_per_map": "138"
    },
    {
        "ign": "Unsane",
        "text": "Player of ign Unsane is from team Harmony Opal, Americas region, from VCT Game Changers. Unsane's role is Anchor and they are not an IGL. The languages Unsane speaks are English.",
        "standings": "9th-16th",
        "maps_played": "8",
        "kda": "1.48",
        "acs_per_map": "205"
    },
    {
        "ign": "Vex",
        "text": "Player of ign Vex is from team RyZ Eclipsa, Americas region, from VCT Game Changers. Vex's role is Support and they are not an IGL. The languages Vex speaks are English, French.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.13",
        "acs_per_map": "143"
    },
    {
        "ign": "Vibing",
        "text": "Player of ign Vibing is from team Alliance Angels, Americas region, from VCT Game Changers. Vibing's role is Smoker and they are not an IGL. The languages Vibing speaks are English.",
        "standings": "17th-24th",
        "maps_played": "3",
        "kda": "1.39",
        "acs_per_map": "180"
    },
    {
        "ign": "WIRE",
        "text": "Player of ign WIRE is from team vR GC, Americas region, from VCT Game Changers. WIRE's role is Entry and they are not an IGL. The languages WIRE speaks are English.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.57",
        "acs_per_map": "286"
    },
    {
        "ign": "Wendigo",
        "text": "Player of ign Wendigo is from team Bumble Bees, Americas region, from VCT Game Changers. Wendigo's role is Entry and they are not an IGL. The languages Wendigo speaks are English.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.18",
        "acs_per_map": "198"
    },
    {
        "ign": "Wiggles",
        "text": "Player of ign Wiggles is from team VibinOut Blossoms, Americas region, from VCT Game Changers. Wiggles's role is Smoker and they are not an IGL. The languages Wiggles speaks are English.",
        "standings": "25th-36th",
        "maps_played": "6",
        "kda": "1.35",
        "acs_per_map": "206"
    },
    {
        "ign": "Xena",
        "text": "Player of ign Xena is from team Awaken RED, Americas region, from VCT Game Changers. Xena's role is Entry and they are not an IGL. The languages Xena speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.7",
        "acs_per_map": "310"
    },
    {
        "ign": "Xylandir",
        "text": "Player of ign Xylandir is from team Harmony Opal, Americas region, from VCT Game Changers. Xylandir's role is Support and they are not an IGL. The languages Xylandir speaks are English.",
        "standings": "9th-16th",
        "maps_played": "8",
        "kda": "1.14",
        "acs_per_map": "163"
    },
    {
        "ign": "Yeji",
        "text": "Player of ign Yeji is from team Bumble Bees, Americas region, from VCT Game Changers. Yeji's role is Support and they are not an IGL. The languages Yeji speaks are English.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.13",
        "acs_per_map": "177"
    },
    {
        "ign": "Yun",
        "text": "Player of ign Yun is from team Skyline Dreamers, Americas region, from VCT Game Changers. Yun's role is Smoker and they are not an IGL. The languages Yun speaks are English.",
        "standings": "25th-36th",
        "maps_played": "2",
        "kda": "1.09",
        "acs_per_map": "179"
    },
    {
        "ign": "Zoue",
        "text": "Player of ign Zoue is from team Cafe Coke, Americas region, from VCT Game Changers. Zoue's role is Smoker and they are not an IGL. The languages Zoue speaks are English.",
        "standings": "5th-8th",
        "maps_played": "10",
        "kda": "1.53",
        "acs_per_map": "219"
    },
    {
        "ign": "abbie2k",
        "text": "Player of ign abbie2k is from team Take Back Control, Americas region, from VCT Game Changers. abbie2k's role is Entry and they are not an IGL. The languages abbie2k speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.36",
        "acs_per_map": "250"
    },
    {
        "ign": "akaL4CE",
        "text": "Player of ign akaL4CE is from team FlyQuest RED, Americas region, from VCT Game Changers. akaL4CE's role is Support and they are not an IGL. The languages akaL4CE speaks are English.",
        "standings": "2nd",
        "maps_played": "17",
        "kda": "1.78",
        "acs_per_map": "219"
    },
    {
        "ign": "alexis",
        "text": "Player of ign alexis is from team Shopify Rebellion, Americas region, from VCT Game Changers. alexis's role is Support and they are not an IGL. The languages alexis speaks are English.",
        "standings": "1st",
        "maps_played": "12",
        "kda": "2.08",
        "acs_per_map": "184"
    },
    {
        "ign": "aluvily",
        "text": "Player of ign aluvily is from team Kinetic, Americas region, from VCT Game Changers. aluvily's role is Anchor and they are not an IGL. The languages aluvily speaks are English.",
        "standings": "9th-16th",
        "maps_played": "11",
        "kda": "1.67",
        "acs_per_map": "256"
    },
    {
        "ign": "always",
        "text": "Player of ign always is from team 42C Crayola Pack, Americas region, from VCT Game Changers. always's role is Smoker and they are not an IGL. The languages always speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.01",
        "acs_per_map": "139"
    },
    {
        "ign": "alyssayye",
        "text": "Player of ign alyssayye is from team YDZ Rose, Americas region, from VCT Game Changers. alyssayye's role is Support and they are not an IGL. The languages alyssayye speaks are English.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "1.43",
        "acs_per_map": "213"
    },
    {
        "ign": "ames",
        "text": "Player of ign ames is from team C4C Flare, Americas region, from VCT Game Changers. ames's role is Support and they are not an IGL. The languages ames speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.37",
        "acs_per_map": "213"
    },
    {
        "ign": "angel",
        "text": "Player of ign angel is from team mesos millionaires, Americas region, from VCT Game Changers. angel's role is Support and they are not an IGL. The languages angel speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "11",
        "kda": "1.64",
        "acs_per_map": "172"
    },
    {
        "ign": "angie",
        "text": "Player of ign angie is from team Infinity X, Americas region, from VCT Game Changers. angie's role is Entry and they are not an IGL. The languages angie speaks are English, Mandarin.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "1.26",
        "acs_per_map": "249"
    },
    {
        "ign": "aniemal",
        "text": "Player of ign aniemal is from team mesos millionaires, Americas region, from VCT Game Changers. aniemal's role is Anchor and they are not an IGL. The languages aniemal speaks are English.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.66",
        "acs_per_map": "254"
    },
    {
        "ign": "apple",
        "text": "Player of ign apple is from team friends, Americas region, from VCT Game Changers. apple's role is Smoker and they are not an IGL. The languages apple speaks are English, French.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.39",
        "acs_per_map": "192"
    },
    {
        "ign": "aria",
        "text": "Player of ign aria is from team Teddy Tactics, Americas region, from VCT Game Changers. aria's role is Flex and they are not an IGL. The languages aria speaks are English.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.62",
        "acs_per_map": "189"
    },
    {
        "ign": "ariola",
        "text": "Player of ign ariola is from team Cafe Coke, Americas region, from VCT Game Changers. ariola's role is Support and they are not an IGL. The languages ariola speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.58",
        "acs_per_map": "190"
    },
    {
        "ign": "array",
        "text": "Player of ign array is from team Tenax GC, Americas region, from VCT Game Changers. array's role is Flex and they are not an IGL. The languages array speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.86",
        "acs_per_map": "242"
    },
    {
        "ign": "aurelia",
        "text": "Player of ign aurelia is from team Bumble Bees, Americas region, from VCT Game Changers. aurelia's role is Flex and they are not an IGL. The languages aurelia speaks are English, French.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.25",
        "acs_per_map": "203"
    },
    {
        "ign": "ave",
        "text": "Player of ign ave is from team U4RIA Azalea, Americas region, from VCT Game Changers. ave's role is Flex and they are not an IGL. The languages ave speaks are English.",
        "standings": "25th-36th",
        "maps_played": "6",
        "kda": "1.14",
        "acs_per_map": "156"
    },
    {
        "ign": "avery",
        "text": "Player of ign avery is from team YFP X, Americas region, from VCT Game Changers. avery's role is Smoker and they are not an IGL. The languages avery speaks are English, Swedish.",
        "standings": "3rd-4th",
        "maps_played": "10",
        "kda": "2.04",
        "acs_per_map": "178"
    },
    {
        "ign": "awpi",
        "text": "Player of ign awpi is from team C4C Flare, Americas region, from VCT Game Changers. awpi's role is Entry and they are not an IGL. The languages awpi speaks are English, French.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.83",
        "acs_per_map": "280"
    },
    {
        "ign": "banjo",
        "text": "Player of ign banjo is from team Skyline Dreamers, Americas region, from VCT Game Changers. banjo's role is Flex and they are not an IGL. The languages banjo speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "0.61",
        "acs_per_map": "126"
    },
    {
        "ign": "beila",
        "text": "Player of ign beila is from team Luminescent GC, Americas region, from VCT Game Changers. beila's role is Support and they are not an IGL. The languages beila speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.15",
        "acs_per_map": "186"
    },
    {
        "ign": "big shark",
        "text": "Player of ign big shark is from team C4C Flare, Americas region, from VCT Game Changers. big shark's role is Support and they are not an IGL. The languages big shark speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.29",
        "acs_per_map": "162"
    },
    {
        "ign": "bitty",
        "text": "Player of ign bitty is from team Luminescent GC, Americas region, from VCT Game Changers. bitty's role is Smoker and they are not an IGL. The languages bitty speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.15",
        "acs_per_map": "153"
    },
    {
        "ign": "boopie",
        "text": "Player of ign boopie is from team Minimum, Americas region, from VCT Game Changers. boopie's role is Support and they are not an IGL. The languages boopie speaks are English.",
        "standings": "9th-16th",
        "maps_played": "6",
        "kda": "1.63",
        "acs_per_map": "194"
    },
    {
        "ign": "bunny bee",
        "text": "Player of ign bunny bee is from team Supernova x Pals, Americas region, from VCT Game Changers. bunny bee's role is Support and they are not an IGL. The languages bunny bee speaks are English.",
        "standings": "5th-8th",
        "maps_played": "6",
        "kda": "1.8",
        "acs_per_map": "211"
    },
    {
        "ign": "buoy",
        "text": "Player of ign buoy is from team fish with no eye, Americas region, from VCT Game Changers. buoy's role is Support and they are not an IGL. The languages buoy speaks are English, Vietnamese.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.59",
        "acs_per_map": "100"
    },
    {
        "ign": "cait",
        "text": "Player of ign cait is from team Cafe Coke, Americas region, from VCT Game Changers. cait's role is Support and they are not an IGL. The languages cait speaks are English.",
        "standings": "5th-8th",
        "maps_played": "10",
        "kda": "1.38",
        "acs_per_map": "161"
    },
    {
        "ign": "calsushi",
        "text": "Player of ign calsushi is from team Teddy Tactics, Americas region, from VCT Game Changers. calsushi's role is Support and they are not an IGL. The languages calsushi speaks are English.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.79",
        "acs_per_map": "209"
    },
    {
        "ign": "caya1",
        "text": "Player of ign caya1 is from team Infinity X, Americas region, from VCT Game Changers. caya1's role is Smoker and they are not an IGL. The languages caya1 speaks are English, Swedish.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "1.4",
        "acs_per_map": "169"
    },
    {
        "ign": "cbui",
        "text": "Player of ign cbui is from team Passion Project, Americas region, from VCT Game Changers. cbui's role is Smoker and they are not an IGL. The languages cbui speaks are English.",
        "standings": "1st",
        "maps_played": "9",
        "kda": "1.63",
        "acs_per_map": "178"
    },
    {
        "ign": "chimken",
        "text": "Player of ign chimken is from team Catnappers, Americas region, from VCT Game Changers. chimken's role is Smoker and they are not an IGL. The languages chimken speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.21",
        "acs_per_map": "185"
    },
    {
        "ign": "chip",
        "text": "Player of ign chip is from team Teddy Tactics, Americas region, from VCT Game Changers. chip's role is Smoker and they are not an IGL. The languages chip speaks are English.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "2.08",
        "acs_per_map": "237"
    },
    {
        "ign": "clara",
        "text": "Player of ign clara is from team RyZ Eclipsa, Americas region, from VCT Game Changers. clara's role is Support and they are not an IGL. The languages clara speaks are English.",
        "standings": "25th-36th",
        "maps_played": "1",
        "kda": "3.14",
        "acs_per_map": "268"
    },
    {
        "ign": "cloudzzy",
        "text": "Player of ign cloudzzy is from team Skyline Dreamers, Americas region, from VCT Game Changers. cloudzzy's role is Support and they are not an IGL. The languages cloudzzy speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "0.91",
        "acs_per_map": "128"
    },
    {
        "ign": "coax",
        "text": "Player of ign coax is from team SaD GC, Americas region, from VCT Game Changers. coax's role is Support and they are not an IGL. The languages coax speaks are English.",
        "standings": "17th-24th",
        "maps_played": "4",
        "kda": "1.07",
        "acs_per_map": "167"
    },
    {
        "ign": "cohs",
        "text": "Player of ign cohs is from team Cafe Coke, Americas region, from VCT Game Changers. cohs's role is Support and they are not an IGL. The languages cohs speaks are English.",
        "standings": "5th-8th",
        "maps_played": "10",
        "kda": "1.5",
        "acs_per_map": "171"
    },
    {
        "ign": "cohsmoh",
        "text": "Player of ign cohsmoh is from team VibinOut Blossoms, Americas region, from VCT Game Changers. cohsmoh's role is Support and they are not an IGL. The languages cohsmoh speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.23",
        "acs_per_map": "215"
    },
    {
        "ign": "colby",
        "text": "Player of ign colby is from team SaD GC, Americas region, from VCT Game Changers. colby's role is Flex and they are not an IGL. The languages colby speaks are English.",
        "standings": "17th-24th",
        "maps_played": "4",
        "kda": "1.07",
        "acs_per_map": "198"
    },
    {
        "ign": "dedette",
        "text": "Player of ign dedette is from team SRVR x PERLAS, Americas region, from VCT Game Changers. dedette's role is Entry and they are not an IGL. The languages dedette speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "3",
        "kda": "0.64",
        "acs_per_map": "139"
    },
    {
        "ign": "deejay",
        "text": "Player of ign deejay is from team kirbee squad, Americas region, from VCT Game Changers. deejay's role is Flex and they are not an IGL. The languages deejay speaks are English, Spanish.",
        "standings": "9th-16th",
        "maps_played": "7",
        "kda": "1.73",
        "acs_per_map": "271"
    },
    {
        "ign": "denwi",
        "text": "Player of ign denwi is from team STARFIRE, Americas region, from VCT Game Changers. denwi's role is Anchor and they are not an IGL. The languages denwi speaks are English.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "1.33",
        "acs_per_map": "230"
    },
    {
        "ign": "dodonut",
        "text": "Player of ign dodonut is from team FlyQuest RED, Americas region, from VCT Game Changers. dodonut's role is Entry and they are not an IGL. The languages dodonut speaks are English, Thai.",
        "standings": "2nd",
        "maps_played": "17",
        "kda": "1.61",
        "acs_per_map": "241"
    },
    {
        "ign": "drea",
        "text": "Player of ign drea is from team Infinity X, Americas region, from VCT Game Changers. drea's role is Anchor and they are not an IGL. The languages drea speaks are English.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "0.96",
        "acs_per_map": "148"
    },
    {
        "ign": "eLyS",
        "text": "Player of ign eLyS is from team mesos millionaires, Americas region, from VCT Game Changers. eLyS's role is Entry and they are not an IGL. The languages eLyS speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "11",
        "kda": "1.43",
        "acs_per_map": "223"
    },
    {
        "ign": "eLys",
        "text": "Player of ign eLys is from team mesos millionaires, Americas region, from VCT Game Changers. eLys's role is Entry and they are not an IGL. The languages eLys speaks are English.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.33",
        "acs_per_map": "222"
    },
    {
        "ign": "edith",
        "text": "Player of ign edith is from team YFP X, Americas region, from VCT Game Changers. edith's role is Entry and they are not an IGL. The languages edith speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "10",
        "kda": "2.09",
        "acs_per_map": "233"
    },
    {
        "ign": "ekoopy",
        "text": "Player of ign ekoopy is from team Luxoria GC, Americas region, from VCT Game Changers. ekoopy's role is Support and they are not an IGL. The languages ekoopy speaks are English.",
        "standings": "25th-36th",
        "maps_played": "5",
        "kda": "1.4",
        "acs_per_map": "170"
    },
    {
        "ign": "emi",
        "text": "Player of ign emi is from team Psycho Cats, Americas region, from VCT Game Changers. emi's role is Anchor and they are not an IGL. The languages emi speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.91",
        "acs_per_map": "213"
    },
    {
        "ign": "emluo",
        "text": "Player of ign emluo is from team misu's qts, Americas region, from VCT Game Changers. emluo's role is Smoker and they are not an IGL. The languages emluo speaks are English.",
        "standings": "2nd",
        "maps_played": "9",
        "kda": "1.87",
        "acs_per_map": "243"
    },
    {
        "ign": "enderz",
        "text": "Player of ign enderz is from team Minimum, Americas region, from VCT Game Changers. enderz's role is Entry and they are not an IGL. The languages enderz speaks are English.",
        "standings": "9th-16th",
        "maps_played": "6",
        "kda": "1.37",
        "acs_per_map": "257"
    },
    {
        "ign": "ennui",
        "text": "Player of ign ennui is from team Cafe Coke, Americas region, from VCT Game Changers. ennui's role is Entry and they are not an IGL. The languages ennui speaks are English.",
        "standings": "5th-8th",
        "maps_played": "10",
        "kda": "1.27",
        "acs_per_map": "241"
    },
    {
        "ign": "evv",
        "text": "Player of ign evv is from team YFP X, Americas region, from VCT Game Changers. evv's role is Support and they are not an IGL. The languages evv speaks are English, French.",
        "standings": "3rd-4th",
        "maps_played": "10",
        "kda": "2.17",
        "acs_per_map": "283"
    },
    {
        "ign": "evxl",
        "text": "Player of ign evxl is from team fish with no eye, Americas region, from VCT Game Changers. evxl's role is Anchor and they are not an IGL. The languages evxl speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.98",
        "acs_per_map": "185"
    },
    {
        "ign": "florescent",
        "text": "Player of ign florescent is from team Shopify Rebellion, Americas region, from VCT Game Changers. florescent's role is Entry and they are not an IGL. The languages florescent speaks are English, French.",
        "standings": "1st",
        "maps_played": "12",
        "kda": "2.05",
        "acs_per_map": "319"
    },
    {
        "ign": "geri",
        "text": "Player of ign geri is from team Elysium (Game changers team), Americas region, from VCT Game Changers. geri's role is Support and they are not an IGL. The languages geri speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.9",
        "acs_per_map": "182"
    },
    {
        "ign": "gia",
        "text": "Player of ign gia is from team Van Lyn Frost, Americas region, from VCT Game Changers. gia's role is Support and they are not an IGL. The languages gia speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.91",
        "acs_per_map": "110"
    },
    {
        "ign": "gigi",
        "text": "Player of ign gigi is from team fish with no eye, Americas region, from VCT Game Changers. gigi's role is Entry and they are not an IGL. The languages gigi speaks are English, Vietnamese.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "1.04",
        "acs_per_map": "181"
    },
    {
        "ign": "girlqueen27",
        "text": "Player of ign girlqueen27 is from team minions united, Americas region, from VCT Game Changers. girlqueen27's role is Smoker and they are not an IGL. The languages girlqueen27 speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.96",
        "acs_per_map": "139"
    },
    {
        "ign": "habibti",
        "text": "Player of ign habibti is from team mesos millionaires, Americas region, from VCT Game Changers. habibti's role is Support and they are not an IGL. The languages habibti speaks are English, Arabic.",
        "standings": "5th-6th",
        "maps_played": "7",
        "kda": "1.12",
        "acs_per_map": "196"
    },
    {
        "ign": "habiti",
        "text": "Player of ign habiti is from team mesos millionaires, Americas region, from VCT Game Changers. habiti's role is Support and they are not an IGL. The languages habiti speaks are English, Arabic.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.59",
        "acs_per_map": "250"
    },
    {
        "ign": "hannah",
        "text": "Player of ign hannah is from team C4C Flare, Americas region, from VCT Game Changers. hannah's role is Support and they are not an IGL. The languages hannah speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.15",
        "acs_per_map": "137"
    },
    {
        "ign": "haru",
        "text": "Player of ign haru is from team EQUINOX GC, Americas region, from VCT Game Changers. haru's role is Entry and they are not an IGL. The languages haru speaks are English, Filipino.",
        "standings": "3rd-4th",
        "maps_played": "8",
        "kda": "1.29",
        "acs_per_map": "233"
    },
    {
        "ign": "huga",
        "text": "Player of ign huga is from team Awaken RED, Americas region, from VCT Game Changers. huga's role is Support and they are not an IGL. The languages huga speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.7",
        "acs_per_map": "207"
    },
    {
        "ign": "hyessica",
        "text": "Player of ign hyessica is from team Catnappers, Americas region, from VCT Game Changers. hyessica's role is Support and they are not an IGL. The languages hyessica speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.28",
        "acs_per_map": "157"
    },
    {
        "ign": "isaa",
        "text": "Player of ign isaa is from team C4C Flare, Americas region, from VCT Game Changers. isaa's role is Anchor and they are not an IGL. The languages isaa speaks are English, Spanish.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.07",
        "acs_per_map": "160"
    },
    {
        "ign": "jabeeboo",
        "text": "Player of ign jabeeboo is from team Catnappers, Americas region, from VCT Game Changers. jabeeboo's role is Smoker and they are not an IGL. The languages jabeeboo speaks are English.",
        "standings": "17th-24th",
        "maps_played": "5",
        "kda": "1.2",
        "acs_per_map": "186"
    },
    {
        "ign": "jas",
        "text": "Player of ign jas is from team Awaken RED, Americas region, from VCT Game Changers. jas's role is Anchor and they are not an IGL. The languages jas speaks are English, French.",
        "standings": "9th-16th",
        "maps_played": "6",
        "kda": "0.95",
        "acs_per_map": "163"
    },
    {
        "ign": "jellyfish",
        "text": "Player of ign jellyfish is from team Loafing Cats, Americas region, from VCT Game Changers. jellyfish's role is Flex and they are not an IGL. The languages jellyfish speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "2.08",
        "acs_per_map": "300"
    },
    {
        "ign": "jessenia",
        "text": "Player of ign jessenia is from team Thrive Vixens, Americas region, from VCT Game Changers. jessenia's role is Anchor and they are not an IGL. The languages jessenia speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.83",
        "acs_per_map": "187"
    },
    {
        "ign": "jid",
        "text": "Player of ign jid is from team C4C Flare, Americas region, from VCT Game Changers. jid's role is Smoker and they are not an IGL. The languages jid speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.57",
        "acs_per_map": "213"
    },
    {
        "ign": "jocuS",
        "text": "Player of ign jocuS is from team Take Back Control, Americas region, from VCT Game Changers. jocuS's role is Support and they are not an IGL. The languages jocuS speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.61",
        "acs_per_map": "164"
    },
    {
        "ign": "julia",
        "text": "Player of ign julia is from team minions united, Americas region, from VCT Game Changers. julia's role is Support and they are not an IGL. The languages julia speaks are English, Portuguese.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.42",
        "acs_per_map": "179"
    },
    {
        "ign": "juls",
        "text": "Player of ign juls is from team fish with no eye, Americas region, from VCT Game Changers. juls's role is Entry and they are not an IGL. The languages juls speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.8",
        "acs_per_map": "157"
    },
    {
        "ign": "k1m",
        "text": "Player of ign k1m is from team Luxoria GC, Americas region, from VCT Game Changers. k1m's role is Anchor and they are not an IGL. The languages k1m speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.24",
        "acs_per_map": "214"
    },
    {
        "ign": "karie",
        "text": "Player of ign karie is from team misu's qts, Americas region, from VCT Game Changers. karie's role is Anchor and they are not an IGL. The languages karie speaks are English.",
        "standings": "2nd",
        "maps_played": "9",
        "kda": "1.55",
        "acs_per_map": "215"
    },
    {
        "ign": "katwnotail",
        "text": "Player of ign katwnotail is from team Ukiyo GC, Americas region, from VCT Game Changers. katwnotail's role is Support and they are not an IGL. The languages katwnotail speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.15",
        "acs_per_map": "187"
    },
    {
        "ign": "kayvzz",
        "text": "Player of ign kayvzz is from team Luminescent GC, Americas region, from VCT Game Changers. kayvzz's role is Entry and they are not an IGL. The languages kayvzz speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.03",
        "acs_per_map": "211"
    },
    {
        "ign": "kim",
        "text": "Player of ign kim is from team Loafing Cats, Americas region, from VCT Game Changers. kim's role is Support and they are not an IGL. The languages kim speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.75",
        "acs_per_map": "140"
    },
    {
        "ign": "korosu",
        "text": "Player of ign korosu is from team Teddy Tactics, Americas region, from VCT Game Changers. korosu's role is Entry and they are not an IGL. The languages korosu speaks are English.",
        "standings": "5th-8th",
        "maps_played": "2",
        "kda": "5.4",
        "acs_per_map": "430"
    },
    {
        "ign": "kray",
        "text": "Player of ign kray is from team friends, Americas region, from VCT Game Changers. kray's role is Flex and they are not an IGL. The languages kray speaks are English.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.54",
        "acs_per_map": "173"
    },
    {
        "ign": "lazylion",
        "text": "Player of ign lazylion is from team Passion Project, Americas region, from VCT Game Changers. lazylion's role is Anchor and they are not an IGL. The languages lazylion speaks are English, Vietnamese.",
        "standings": "1st",
        "maps_played": "9",
        "kda": "2.3",
        "acs_per_map": "273"
    },
    {
        "ign": "lidyuh",
        "text": "Player of ign lidyuh is from team Kinetic, Americas region, from VCT Game Changers. lidyuh's role is Smoker and they are not an IGL. The languages lidyuh speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.74",
        "acs_per_map": "188"
    },
    {
        "ign": "liifai",
        "text": "Player of ign liifai is from team Luminescent GC, Americas region, from VCT Game Changers. liifai's role is Anchor and they are not an IGL. The languages liifai speaks are English.",
        "standings": "25th-36th",
        "maps_played": "3",
        "kda": "0.93",
        "acs_per_map": "199"
    },
    {
        "ign": "lisoo",
        "text": "Player of ign lisoo is from team SRVR x PERLAS, Americas region, from VCT Game Changers. lisoo's role is Support and they are not an IGL. The languages lisoo speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "3",
        "kda": "1.12",
        "acs_per_map": "220"
    },
    {
        "ign": "lmaojen",
        "text": "Player of ign lmaojen is from team LazerrFreekslvy, Americas region, from VCT Game Changers. lmaojen's role is Entry and they are not an IGL. The languages lmaojen speaks are English, Korean.",
        "standings": "37th-42nd",
        "maps_played": "5",
        "kda": "0.84",
        "acs_per_map": "159"
    },
    {
        "ign": "lovelyn",
        "text": "Player of ign lovelyn is from team Endear Moon, Americas region, from VCT Game Changers. lovelyn's role is Entry and they are not an IGL. The languages lovelyn speaks are English.",
        "standings": "25th-36th",
        "maps_played": "2",
        "kda": "0.8",
        "acs_per_map": "157"
    },
    {
        "ign": "lover",
        "text": "Player of ign lover is from team minions united, Americas region, from VCT Game Changers. lover's role is Entry and they are not an IGL. The languages lover speaks are English.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.66",
        "acs_per_map": "268"
    },
    {
        "ign": "luna",
        "text": "Player of ign luna is from team House Flippers, Americas region, from VCT Game Changers. luna's role is Anchor and they are not an IGL. The languages luna speaks are English, Urdu.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "0.9",
        "acs_per_map": "165"
    },
    {
        "ign": "lylac",
        "text": "Player of ign lylac is from team Ukiyo GC, Americas region, from VCT Game Changers. lylac's role is Entry and they are not an IGL. The languages lylac speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.17",
        "acs_per_map": "183"
    },
    {
        "ign": "m0narcS",
        "text": "Player of ign m0narcS is from team ASTANE GC, Americas region, from VCT Game Changers. m0narcS's role is Support and they are not an IGL. The languages m0narcS speaks are English.",
        "standings": "9th-16th",
        "maps_played": "13",
        "kda": "1.45",
        "acs_per_map": "173"
    },
    {
        "ign": "m0narcs",
        "text": "Player of ign m0narcs is from team SILLY SQUAD, Americas region, from VCT Game Changers. m0narcs's role is Support and they are not an IGL. The languages m0narcs speaks are English.",
        "standings": "9th-16th",
        "maps_played": "11",
        "kda": "1.33",
        "acs_per_map": "158"
    },
    {
        "ign": "madysmacks",
        "text": "Player of ign madysmacks is from team SaD GC, Americas region, from VCT Game Changers. madysmacks's role is Smoker and they are not an IGL. The languages madysmacks speaks are English.",
        "standings": "17th-24th",
        "maps_played": "4",
        "kda": "1.15",
        "acs_per_map": "175"
    },
    {
        "ign": "marceline",
        "text": "Player of ign marceline is from team SOLSTICE, Americas region, from VCT Game Changers. marceline's role is Entry and they are not an IGL. The languages marceline speaks are English.",
        "standings": "5th-8th",
        "maps_played": "4",
        "kda": "1.32",
        "acs_per_map": "239"
    },
    {
        "ign": "maryna",
        "text": "Player of ign maryna is from team YFP X, Americas region, from VCT Game Changers. maryna's role is Support and they are not an IGL. The languages maryna speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "10",
        "kda": "2.1",
        "acs_per_map": "217"
    },
    {
        "ign": "mceatoad",
        "text": "Player of ign mceatoad is from team U4RIA Azalea, Americas region, from VCT Game Changers. mceatoad's role is Support and they are not an IGL. The languages mceatoad speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.77",
        "acs_per_map": "191"
    },
    {
        "ign": "meL",
        "text": "Player of ign meL is from team Shopify Rebellion, Americas region, from VCT Game Changers. meL's role is Smoker and they are an IGL. The languages meL speaks are English.",
        "standings": "1st",
        "maps_played": "12",
        "kda": "1.58",
        "acs_per_map": "179"
    },
    {
        "ign": "melya",
        "text": "Player of ign melya is from team SOLSTICE, Americas region, from VCT Game Changers. melya's role is Flex and they are not an IGL. The languages melya speaks are English, Urdu.",
        "standings": "3rd-4th",
        "maps_played": "10",
        "kda": "2.03",
        "acs_per_map": "273"
    },
    {
        "ign": "miau",
        "text": "Player of ign miau is from team Ukiyo GC, Americas region, from VCT Game Changers. miau's role is Smoker and they are not an IGL. The languages miau speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.46",
        "acs_per_map": "211"
    },
    {
        "ign": "mili",
        "text": "Player of ign mili is from team Reformed GC, Americas region, from VCT Game Changers. mili's role is Entry and they are not an IGL. The languages mili speaks are English, Norwegian.",
        "standings": "1st",
        "maps_played": "14",
        "kda": "1.7",
        "acs_per_map": "273"
    },
    {
        "ign": "milk tea",
        "text": "Player of ign milk tea is from team Catnappers, Americas region, from VCT Game Changers. milk tea's role is Support and they are not an IGL. The languages milk tea speaks are English, Filipino.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.21",
        "acs_per_map": "198"
    },
    {
        "ign": "miniboss",
        "text": "Player of ign miniboss is from team minions united, Americas region, from VCT Game Changers. miniboss's role is Smoker and they are not an IGL. The languages miniboss speaks are English.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.53",
        "acs_per_map": "215"
    },
    {
        "ign": "misu",
        "text": "Player of ign misu is from team Reformed GC, Americas region, from VCT Game Changers. misu's role is Flex and they are not an IGL. The languages misu speaks are English.",
        "standings": "1st",
        "maps_played": "14",
        "kda": "2.31",
        "acs_per_map": "257"
    },
    {
        "ign": "miwly",
        "text": "Player of ign miwly is from team vR GC, Americas region, from VCT Game Changers. miwly's role is Anchor and they are not an IGL. The languages miwly speaks are English.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.06",
        "acs_per_map": "164"
    },
    {
        "ign": "miyara",
        "text": "Player of ign miyara is from team Kinetic, Americas region, from VCT Game Changers. miyara's role is Support and they are not an IGL. The languages miyara speaks are English.",
        "standings": "9th-16th",
        "maps_played": "11",
        "kda": "1.86",
        "acs_per_map": "170"
    },
    {
        "ign": "momo",
        "text": "Player of ign momo is from team C4C Flare, Americas region, from VCT Game Changers. momo's role is Support and they are not an IGL. The languages momo speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.8",
        "acs_per_map": "210"
    },
    {
        "ign": "moni",
        "text": "Player of ign moni is from team STARFIRE, Americas region, from VCT Game Changers. moni's role is Smoker and they are not an IGL. The languages moni speaks are English.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "1.83",
        "acs_per_map": "210"
    },
    {
        "ign": "mooki",
        "text": "Player of ign mooki is from team STARFIRE, Americas region, from VCT Game Changers. mooki's role is Support and they are not an IGL. The languages mooki speaks are English.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "1.48",
        "acs_per_map": "197"
    },
    {
        "ign": "multibunny",
        "text": "Player of ign multibunny is from team YDZ Rose, Americas region, from VCT Game Changers. multibunny's role is Smoker and they are not an IGL. The languages multibunny speaks are English.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "1.23",
        "acs_per_map": "151"
    },
    {
        "ign": "mumu",
        "text": "Player of ign mumu is from team SRVR x PERLAS, Americas region, from VCT Game Changers. mumu's role is Anchor and they are not an IGL. The languages mumu speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "3",
        "kda": "1.23",
        "acs_per_map": "234"
    },
    {
        "ign": "myah",
        "text": "Player of ign myah is from team Endear Moon, Americas region, from VCT Game Changers. myah's role is Support and they are not an IGL. The languages myah speaks are English, French.",
        "standings": "25th-36th",
        "maps_played": "1",
        "kda": "0.76",
        "acs_per_map": "146"
    },
    {
        "ign": "nanno",
        "text": "Player of ign nanno is from team House Flippers, Americas region, from VCT Game Changers. nanno's role is Anchor and they are not an IGL. The languages nanno speaks are English.",
        "standings": "9th-16th",
        "maps_played": "13",
        "kda": "1.46",
        "acs_per_map": "220"
    },
    {
        "ign": "nekoaimer",
        "text": "Player of ign nekoaimer is from team mesos millionaires, Americas region, from VCT Game Changers. nekoaimer's role is Entry and they are not an IGL. The languages nekoaimer speaks are English, Mandarin.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.3",
        "acs_per_map": "224"
    },
    {
        "ign": "nexes",
        "text": "Player of ign nexes is from team Loafing Cats, Americas region, from VCT Game Changers. nexes's role is Entry and they are not an IGL. The languages nexes speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1.23",
        "acs_per_map": "281"
    },
    {
        "ign": "niharo",
        "text": "Player of ign niharo is from team Endear Moon, Americas region, from VCT Game Changers. niharo's role is Anchor and they are not an IGL. The languages niharo speaks are English.",
        "standings": "25th-36th",
        "maps_played": "2",
        "kda": "0.75",
        "acs_per_map": "116"
    },
    {
        "ign": "notamy",
        "text": "Player of ign notamy is from team LazerrFreekslvy, Americas region, from VCT Game Changers. notamy's role is Anchor and they are not an IGL. The languages notamy speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "5",
        "kda": "1.24",
        "acs_per_map": "228"
    },
    {
        "ign": "nuri",
        "text": "Player of ign nuri is from team Loafing Cats, Americas region, from VCT Game Changers. nuri's role is Smoker and they are not an IGL. The languages nuri speaks are English.",
        "standings": "17th-24th",
        "maps_played": "6",
        "kda": "1.2",
        "acs_per_map": "135"
    },
    {
        "ign": "odessaca",
        "text": "Player of ign odessaca is from team House Flippers, Americas region, from VCT Game Changers. odessaca's role is Smoker and they are not an IGL. The languages odessaca speaks are English.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "0.8",
        "acs_per_map": "137"
    },
    {
        "ign": "oranges",
        "text": "Player of ign oranges is from team Teddy Tactics, Americas region, from VCT Game Changers. oranges's role is Anchor and they are not an IGL. The languages oranges speaks are English.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.29",
        "acs_per_map": "198"
    },
    {
        "ign": "ovia",
        "text": "Player of ign ovia is from team SaD GC, Americas region, from VCT Game Changers. ovia's role is Smoker and they are not an IGL. The languages ovia speaks are English.",
        "standings": "17th-24th",
        "maps_played": "9",
        "kda": "1.33",
        "acs_per_map": "146"
    },
    {
        "ign": "panday",
        "text": "Player of ign panday is from team YFP X, Americas region, from VCT Game Changers. panday's role is Anchor and they are not an IGL. The languages panday speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "10",
        "kda": "1.92",
        "acs_per_map": "220"
    },
    {
        "ign": "panini",
        "text": "Player of ign panini is from team SOLSTICE, Americas region, from VCT Game Changers. panini's role is Smoker and they are not an IGL. The languages panini speaks are English.",
        "standings": "4th",
        "maps_played": "1",
        "kda": "1.1",
        "acs_per_map": "212"
    },
    {
        "ign": "partisan",
        "text": "Player of ign partisan is from team Awaken RED, Americas region, from VCT Game Changers. partisan's role is Support and they are not an IGL. The languages partisan speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.77",
        "acs_per_map": "183"
    },
    {
        "ign": "phey",
        "text": "Player of ign phey is from team SRVR x PERLAS, Americas region, from VCT Game Changers. phey's role is Flex and they are not an IGL. The languages phey speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "3",
        "kda": "0.71",
        "acs_per_map": "133"
    },
    {
        "ign": "pumpkincat",
        "text": "Player of ign pumpkincat is from team 42C Crayola Pack, Americas region, from VCT Game Changers. pumpkincat's role is Support and they are not an IGL. The languages pumpkincat speaks are English, French.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.29",
        "acs_per_map": "174"
    },
    {
        "ign": "qrthur",
        "text": "Player of ign qrthur is from team Skyline Dreamers, Americas region, from VCT Game Changers. qrthur's role is Smoker and they are not an IGL. The languages qrthur speaks are English, French.",
        "standings": "25th-36th",
        "maps_played": "2",
        "kda": "0.78",
        "acs_per_map": "147"
    },
    {
        "ign": "radiohead",
        "text": "Player of ign radiohead is from team minions united, Americas region, from VCT Game Changers. radiohead's role is Support and they are not an IGL. The languages radiohead speaks are English.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.41",
        "acs_per_map": "164"
    },
    {
        "ign": "ravage",
        "text": "Player of ign ravage is from team U4RIA Azalea, Americas region, from VCT Game Changers. ravage's role is Smoker and they are not an IGL. The languages ravage speaks are English.",
        "standings": "25th-36th",
        "maps_played": "6",
        "kda": "1.33",
        "acs_per_map": "234"
    },
    {
        "ign": "rayne",
        "text": "Player of ign rayne is from team friends, Americas region, from VCT Game Changers. rayne's role is Flex and they are not an IGL. The languages rayne speaks are English, Spanish.",
        "standings": "5th-8th",
        "maps_played": "7",
        "kda": "1.53",
        "acs_per_map": "230"
    },
    {
        "ign": "rise",
        "text": "Player of ign rise is from team misu's qts, Americas region, from VCT Game Changers. rise's role is Support and they are not an IGL. The languages rise speaks are English, French.",
        "standings": "2nd",
        "maps_played": "9",
        "kda": "1.86",
        "acs_per_map": "163"
    },
    {
        "ign": "riv",
        "text": "Player of ign riv is from team Reformed GC, Americas region, from VCT Game Changers. riv's role is Anchor and they are not an IGL. The languages riv speaks are English.",
        "standings": "1st",
        "maps_played": "14",
        "kda": "1.54",
        "acs_per_map": "182"
    },
    {
        "ign": "rosa",
        "text": "Player of ign rosa is from team Elysium (Game changers team), Americas region, from VCT Game Changers. rosa's role is Smoker and they are not an IGL. The languages rosa speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.68",
        "acs_per_map": "141"
    },
    {
        "ign": "rover",
        "text": "Player of ign rover is from team Van Lyn Frost, Americas region, from VCT Game Changers. rover's role is Flex and they are not an IGL. The languages rover speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1.9",
        "acs_per_map": "241"
    },
    {
        "ign": "sabooboo",
        "text": "Player of ign sabooboo is from team SOLSTICE, Americas region, from VCT Game Changers. sabooboo's role is Support and they are not an IGL. The languages sabooboo speaks are English, Portuguese.",
        "standings": "5th-8th",
        "maps_played": "6",
        "kda": "1.56",
        "acs_per_map": "193"
    },
    {
        "ign": "sadeel",
        "text": "Player of ign sadeel is from team Minimum, Americas region, from VCT Game Changers. sadeel's role is Smoker and they are not an IGL. The languages sadeel speaks are English.",
        "standings": "9th-16th",
        "maps_played": "6",
        "kda": "1.92",
        "acs_per_map": "210"
    },
    {
        "ign": "sakura",
        "text": "Player of ign sakura is from team Van Lyn Frost, Americas region, from VCT Game Changers. sakura's role is Smoker and they are not an IGL. The languages sakura speaks are English, French.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "0.97",
        "acs_per_map": "161"
    },
    {
        "ign": "sanariee",
        "text": "Player of ign sanariee is from team STARFIRE, Americas region, from VCT Game Changers. sanariee's role is Entry and they are not an IGL. The languages sanariee speaks are English, Vietnamese.",
        "standings": "25th-36th",
        "maps_played": "7",
        "kda": "0.83",
        "acs_per_map": "145"
    },
    {
        "ign": "sarah",
        "text": "Player of ign sarah is from team Shopify Rebellion, Americas region, from VCT Game Changers. sarah's role is Support and they are not an IGL. The languages sarah speaks are English, French.",
        "standings": "1st",
        "maps_played": "12",
        "kda": "1.57",
        "acs_per_map": "218"
    },
    {
        "ign": "sasha",
        "text": "Player of ign sasha is from team Catnappers, Americas region, from VCT Game Changers. sasha's role is Anchor and they are not an IGL. The languages sasha speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "0.98",
        "acs_per_map": "187"
    },
    {
        "ign": "sayon",
        "text": "Player of ign sayon is from team kirbee squad, Americas region, from VCT Game Changers. sayon's role is Support and they are not an IGL. The languages sayon speaks are English, Korean.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.44",
        "acs_per_map": "182"
    },
    {
        "ign": "sayu",
        "text": "Player of ign sayu is from team SaD GC, Americas region, from VCT Game Changers. sayu's role is Support and they are not an IGL. The languages sayu speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1.08",
        "acs_per_map": "140"
    },
    {
        "ign": "scaryshark",
        "text": "Player of ign scaryshark is from team mesos millionaires, Americas region, from VCT Game Changers. scaryshark's role is Flex and they are not an IGL. The languages scaryshark speaks are English.",
        "standings": "3rd-4th",
        "maps_played": "11",
        "kda": "1.86",
        "acs_per_map": "208"
    },
    {
        "ign": "sharky",
        "text": "Player of ign sharky is from team C4C Flare, Americas region, from VCT Game Changers. sharky's role is Support and they are not an IGL. The languages sharky speaks are English.",
        "standings": "9th-16th",
        "maps_played": "10",
        "kda": "1.54",
        "acs_per_map": "163"
    },
    {
        "ign": "shayellow",
        "text": "Player of ign shayellow is from team Labyrinth White, Americas region, from VCT Game Changers. shayellow's role is Smoker and they are not an IGL. The languages shayellow speaks are English, French.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.8",
        "acs_per_map": "159"
    },
    {
        "ign": "sher",
        "text": "Player of ign sher is from team Elysium (Game changers team), Americas region, from VCT Game Changers. sher's role is Support and they are not an IGL. The languages sher speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.87",
        "acs_per_map": "151"
    },
    {
        "ign": "sheween",
        "text": "Player of ign sheween is from team Thrive Vixens, Americas region, from VCT Game Changers. sheween's role is Support and they are not an IGL. The languages sheween speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.98",
        "acs_per_map": "151"
    },
    {
        "ign": "silvia",
        "text": "Player of ign silvia is from team ASTANE GC, Americas region, from VCT Game Changers. silvia's role is Anchor and they are not an IGL. The languages silvia speaks are English.",
        "standings": "9th-16th",
        "maps_played": "13",
        "kda": "1.51",
        "acs_per_map": "220"
    },
    {
        "ign": "smolbananya",
        "text": "Player of ign smolbananya is from team Elysium (Game changers team), Americas region, from VCT Game Changers. smolbananya's role is Anchor and they are not an IGL. The languages smolbananya speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "1.23",
        "acs_per_map": "246"
    },
    {
        "ign": "snowy",
        "text": "Player of ign snowy is from team U4RIA Azalea, Americas region, from VCT Game Changers. snowy's role is Entry and they are not an IGL. The languages snowy speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.27",
        "acs_per_map": "225"
    },
    {
        "ign": "sonder",
        "text": "Player of ign sonder is from team FlyQuest RED, Americas region, from VCT Game Changers. sonder's role is Support and they are not an IGL. The languages sonder speaks are English, Mandarin.",
        "standings": "2nd",
        "maps_played": "17",
        "kda": "1.71",
        "acs_per_map": "214"
    },
    {
        "ign": "souhm",
        "text": "Player of ign souhm is from team Labyrinth White, Americas region, from VCT Game Changers. souhm's role is Smoker and they are not an IGL. The languages souhm speaks are English, Mandarin.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "1.16",
        "acs_per_map": "200"
    },
    {
        "ign": "speq",
        "text": "Player of ign speq is from team Bumble Bees, Americas region, from VCT Game Changers. speq's role is Support and they are not an IGL. The languages speq speaks are English, Korean.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.25",
        "acs_per_map": "200"
    },
    {
        "ign": "spynor",
        "text": "Player of ign spynor is from team Alliance Angels, Americas region, from VCT Game Changers. spynor's role is Entry and they are not an IGL. The languages spynor speaks are English.",
        "standings": "25th-36th",
        "maps_played": "6",
        "kda": "1.22",
        "acs_per_map": "225"
    },
    {
        "ign": "stay",
        "text": "Player of ign stay is from team SaD GC, Americas region, from VCT Game Changers. stay's role is Entry and they are not an IGL. The languages stay speaks are English, French.",
        "standings": "17th-24th",
        "maps_played": "10",
        "kda": "1.35",
        "acs_per_map": "263"
    },
    {
        "ign": "sumiandko",
        "text": "Player of ign sumiandko is from team SILLY SQUAD, Americas region, from VCT Game Changers. sumiandko's role is Smoker and they are not an IGL. The languages sumiandko speaks are English.",
        "standings": "9th-16th",
        "maps_played": "5",
        "kda": "1.09",
        "acs_per_map": "150"
    },
    {
        "ign": "sunny",
        "text": "Player of ign sunny is from team kirbee squad, Americas region, from VCT Game Changers. sunny's role is Anchor and they are not an IGL. The languages sunny speaks are English, Arabic.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.1",
        "acs_per_map": "158"
    },
    {
        "ign": "svnny",
        "text": "Player of ign svnny is from team Loafing Cats, Americas region, from VCT Game Changers. svnny's role is Support and they are not an IGL. The languages svnny speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1.11",
        "acs_per_map": "170"
    },
    {
        "ign": "sxaph",
        "text": "Player of ign sxaph is from team Skyline Dreamers, Americas region, from VCT Game Changers. sxaph's role is Entry and they are not an IGL. The languages sxaph speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "1.12",
        "acs_per_map": "208"
    },
    {
        "ign": "taciturn",
        "text": "Player of ign taciturn is from team U4RIA Azalea, Americas region, from VCT Game Changers. taciturn's role is Anchor and they are not an IGL. The languages taciturn speaks are English.",
        "standings": "25th-36th",
        "maps_played": "6",
        "kda": "0.93",
        "acs_per_map": "159"
    },
    {
        "ign": "terror",
        "text": "Player of ign terror is from team ASTANE GC, Americas region, from VCT Game Changers. terror's role is Support and they are not an IGL. The languages terror speaks are English.",
        "standings": "9th-16th",
        "maps_played": "13",
        "kda": "2.26",
        "acs_per_map": "268"
    },
    {
        "ign": "theia",
        "text": "Player of ign theia is from team FlyQuest RED, Americas region, from VCT Game Changers. theia's role is Smoker and they are an IGL. The languages theia speaks are English.",
        "standings": "2nd",
        "maps_played": "17",
        "kda": "1.34",
        "acs_per_map": "164"
    },
    {
        "ign": "tiffy",
        "text": "Player of ign tiffy is from team Psycho Cats, Americas region, from VCT Game Changers. tiffy's role is Flex and they are not an IGL. The languages tiffy speaks are English.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1",
        "acs_per_map": "181"
    },
    {
        "ign": "tom1e",
        "text": "Player of ign tom1e is from team House Flippers, Americas region, from VCT Game Changers. tom1e's role is Flex and they are not an IGL. The languages tom1e speaks are English, Filipino.",
        "standings": "9th-16th",
        "maps_played": "2",
        "kda": "1.3",
        "acs_per_map": "189"
    },
    {
        "ign": "tortian",
        "text": "Player of ign tortian is from team minions united, Americas region, from VCT Game Changers. tortian's role is Smoker and they are not an IGL. The languages tortian speaks are English.",
        "standings": "9th-16th",
        "maps_played": "12",
        "kda": "1.7",
        "acs_per_map": "168"
    },
    {
        "ign": "tracy",
        "text": "Player of ign tracy is from team LazerrFreekslvy, Americas region, from VCT Game Changers. tracy's role is Support and they are not an IGL. The languages tracy speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "5",
        "kda": "1.07",
        "acs_per_map": "167"
    },
    {
        "ign": "tzu",
        "text": "Player of ign tzu is from team kirbee squad, Americas region, from VCT Game Changers. tzu's role is Entry and they are not an IGL. The languages tzu speaks are English.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.26",
        "acs_per_map": "217"
    },
    {
        "ign": "unstable",
        "text": "Player of ign unstable is from team Passion Project, Americas region, from VCT Game Changers. unstable's role is Support and they are not an IGL. The languages unstable speaks are English, Korean.",
        "standings": "1st",
        "maps_played": "9",
        "kda": "2.01",
        "acs_per_map": "249"
    },
    {
        "ign": "upset",
        "text": "Player of ign upset is from team Kinetic, Americas region, from VCT Game Changers. upset's role is Entry and they are not an IGL. The languages upset speaks are English.",
        "standings": "9th-16th",
        "maps_played": "7",
        "kda": "1.14",
        "acs_per_map": "206"
    },
    {
        "ign": "urinals",
        "text": "Player of ign urinals is from team Thrive Vixens, Americas region, from VCT Game Changers. urinals's role is Smoker and they are not an IGL. The languages urinals speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "0.87",
        "acs_per_map": "141"
    },
    {
        "ign": "valusia",
        "text": "Player of ign valusia is from team friends, Americas region, from VCT Game Changers. valusia's role is Flex and they are not an IGL. The languages valusia speaks are English.",
        "standings": "17th-24th",
        "maps_played": "7",
        "kda": "1.75",
        "acs_per_map": "198"
    },
    {
        "ign": "vanessa",
        "text": "Player of ign vanessa is from team Luminescent GC, Americas region, from VCT Game Changers. vanessa's role is Support and they are not an IGL. The languages vanessa speaks are English.",
        "standings": "25th-36th",
        "maps_played": "4",
        "kda": "0.65",
        "acs_per_map": "104"
    },
    {
        "ign": "venus",
        "text": "Player of ign venus is from team Teddy Tactics, Americas region, from VCT Game Changers. venus's role is Entry and they are not an IGL. The languages venus speaks are English.",
        "standings": "5th-8th",
        "maps_played": "8",
        "kda": "1.4",
        "acs_per_map": "201"
    },
    {
        "ign": "vera",
        "text": "Player of ign vera is from team Van Lyn Frost, Americas region, from VCT Game Changers. vera's role is Entry and they are not an IGL. The languages vera speaks are English, Mandarin.",
        "standings": "17th-24th",
        "maps_played": "2",
        "kda": "1",
        "acs_per_map": "198"
    },
    {
        "ign": "wavy",
        "text": "Player of ign wavy is from team EQUINOX GC, Americas region, from VCT Game Changers. wavy's role is Entry and they are not an IGL. The languages wavy speaks are English, Korean.",
        "standings": "3rd-4th",
        "maps_played": "8",
        "kda": "1.52",
        "acs_per_map": "241"
    },
    {
        "ign": "wlloh",
        "text": "Player of ign wlloh is from team 42C Crayola Pack, Americas region, from VCT Game Changers. wlloh's role is Flex and they are not an IGL. The languages wlloh speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.39",
        "acs_per_map": "227"
    },
    {
        "ign": "xann",
        "text": "Player of ign xann is from team misu's qts, Americas region, from VCT Game Changers. xann's role is Entry and they are not an IGL. The languages xann speaks are English, Icelandic.",
        "standings": "2nd",
        "maps_played": "9",
        "kda": "1.43",
        "acs_per_map": "250"
    },
    {
        "ign": "ximei",
        "text": "Player of ign ximei is from team kirbee squad, Americas region, from VCT Game Changers. ximei's role is Smoker and they are not an IGL. The languages ximei speaks are English, Mandarin.",
        "standings": "9th-16th",
        "maps_played": "9",
        "kda": "1.31",
        "acs_per_map": "189"
    },
    {
        "ign": "yam",
        "text": "Player of ign yam is from team fish with no eye, Americas region, from VCT Game Changers. yam's role is Smoker and they are not an IGL. The languages yam speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "4",
        "kda": "1.12",
        "acs_per_map": "167"
    },
    {
        "ign": "yani",
        "text": "Player of ign yani is from team SRVR x PERLAS, Americas region, from VCT Game Changers. yani's role is Flex and they are not an IGL. The languages yani speaks are English.",
        "standings": "37th-42nd",
        "maps_played": "3",
        "kda": "0.95",
        "acs_per_map": "173"
    },
    {
        "ign": "zev",
        "text": "Player of ign zev is from team 42C Crayola Pack, Americas region, from VCT Game Changers. zev's role is Entry and they are not an IGL. The languages zev speaks are English.",
        "standings": "9th-16th",
        "maps_played": "4",
        "kda": "1.18",
        "acs_per_map": "221"
    },
    {
        "ign": "zoe",
        "text": "Player of ign zoe is from team STARFIRE, Americas region, from VCT Game Changers. zoe's role is Support and they are not an IGL. The languages zoe speaks are English.",
        "standings": "25th-36th",
        "maps_played": "5",
        "kda": "1.61",
        "acs_per_map": "242"
    },
    {
        "ign": "zuki",
        "text": "Player of ign zuki is from team U4RIA Azalea, Americas region, from VCT Game Changers. zuki's role is Support and they are not an IGL. The languages zuki speaks are English.",
        "standings": "25th-36th",
        "maps_played": "2",
        "kda": "0.74",
        "acs_per_map": "114"
    }
]