[
    "# VCT Hackathon Text Data",
    "# Game Description  \nVALORANT is a tactical shooter game released by Riot Games. It consists of **2 teams of 5 players each** competing against one another. It was first released on 2 June 2020.  \nVALORANT bears many similarities to Counter Strike: Global Offensive (CS:GO or CS), one of the most significant first-person shooters in esports history made by Valve.  Many players from CS transitioned to playing VALORANT.  \nThese similarities are not only found in the gameplay mechanics but also extend to the gaming slang, terms, and callouts used in both games. The shared terminology makes communication between players smoother, as many of the same strategies and role names are used in both communities, helping players transition easily from one game to the other. We go more into specific terminology in the later sections.  \nTen players are divided into two teams, **Attackers** and **Defenders**, with the goal of winning the most rounds. They would then take turns to be the **Attackers** or **Defenders** throughout the game. In order for the **attackers** to win a round, a team must eliminate the opposing team or complete their **team-specific spike** objective.  \nEach player has a hundred health points, if they obtain light armour, they get armour that lets them take 25 more damage, if obtain heavy armour, they can take 50 more damage.  \nThere are many game modes in VALORANT but we only focus on Competitive. Everything mentioned below follows the Competitive game mode. This is the format that all professional matches use.",
    "### **Objectives and Win Conditions**  \nIn this game, the **spike** is equivalent to a **bomb**. The attackers would need to **enter the site, plant the spike, and protect the spike until it detonates**. The site is a designated area on the map where the attackers are only allowed to plant the spike in.  \nA map can have multiple sites, some maps have 2 while others have 3.  \nAttacker win conditions:  \n1. The **spike** successfully detonates**.**\n2. **All** defenders are **eliminated.**  \nDefender win conditions:  \n1. **All attackers** are eliminated **before the spike is planted**.\n2. The **spike** is **defused**.\n3. The spike is not planted after the timer ends  \nIn all of these scenarios, the attacker or defender is awarded 1 point.",
    "### Game sequence  \n- **Pick Phase**  \nThe game starts in a lobby, where **players** have to lock in their **Agent**. Agents are playable characters that each have their own unique set of abilities to create tactical advantages.  \nA further explanation of Agents would be provided below. The pick phase lasts for 80 seconds **or** until **everyone** has locked in their **Agent**. **Only one** of each **Agent** can be selected on each team and players **cannot** see which **Agents picked by the** **opposing team** until the first **Buy Phase**.",
    "### **Rounds and Phases**  \n- The **Buy Phase** occurs **before each round** and lasts for **30 seconds**. During **Buy Phase**, most areas of the map are **inaccessible** and the two teams **cannot meet each other**. Therefore, Attackers cannot enter sites and are only limited to areas near their spawn zone, while the Defenders can move freely between sites, but not further than that. Players are also allowed to buy weapons, shields, and abilities during this phase. It is after the buy phase that the action phase starts.\n- Action phase: During this phase teams have access to the entire map and start on their **team-specific** objectives. The action phase usually lasts for 70 seconds. The round can shorten or lengthen depending on whether the spike is planted or not.\n- If the spike has not been planted within 70 seconds and neither side has fully eliminated the other (kill all 5 members of the other team), the round ends.\n- If one team is eliminated before the spike is planted, the round ends immediately regardless of the time.\n- If the spike has been planted within 70 seconds, the action phase would not end until the spike has either detonated or been defused.\n- After 12 rounds (First half), the teams would then switch sides (Second half). Specifically, the team that was on the attacking side would then be on the defending side, vice versa.\n- In the first round of each half, players will only have enough money to buy pistols. In other rounds, they will have credits to buy more weapons",
    "### Overtime  \nIf one of the teams wins 13 rounds in the 24 rounds, the game ends and the side with 13 points win.  \nOtherwise, the games goes into overtime. During overtime, the game continues with the teams alternating between attacking and defending. The game will continue until one team has a 2 round lead over the other.",
    "## **Weapons, shields and abilities**  \nDuring the buy phase, players can choose from a range of weapons, each with their own attributes to cater to specific playstyles, with corresponding strengths and weaknesses.",
    "### Purchasing Abilities  \n- Other than the Agent's ultimate ability, the other three abilities can be bought using creds. The cost of purchasing these abilities can cost between 600 creds to 1000 creds (700 creds for most agents)\n- Abilities can be used to overcome weapon/shield disadvantages. The competency of a team in synergizing and using their abilities plays a crucial part in how well they can perform consistently",
    "### Purchasing Shields  \n- Players have 100 health points in default.\n- At each buy round, they can use creds to buy 2 types of shields\n- Light shields that gives 25 health points for 400 creds or heavy shields that gives 50 health points for 1000 creds.  \nShields reduce the amount of damage taken from agent abilities and weapon bullets. Having better shields than the enemy provides a huge advantage for players.",
    "### Purchasing Weapons  \n- Weapons can be bought during the Buy Phase usingcredits (or creds), a form of currency in the game.\n- Weapons can be bought for teammates or can be picked up by anyone when dropped by dead players.\n- Weapons are divided into the following categories:\n- Pistols\n- Sub-Machine Guns (SMGs)\n- Rifles\n- Shotguns\n- Machine Guns\n- Sniper Rifles\n- Melee. A player's melee is a knife. It cannot be dropped and is equipped when the player is not holding a gun.\n- A player has 3 weapon slots. One for pistols, one for melee, and the last for primary weapons (SMGs, Rifles, Shotguns, Machine Guns, Sniper Rifles).\n- During the first round of any attack/defence round, or if the player died in the previous round, they would start with a melee weapon and the default sidearm called the Classic.\n- If the player did not die, they would carry over the weapons that they had in the previous round",
    "### Weapon Specifics  \n- Pistols: The weakest and more affordable weapon class. Usually only utilised in the first round of each half or when a team does not have money to purchase higher tier weapons\n- **SMGs:** SMGs are strong when it comes to close to mid ranged fights. However, they are not effective at long range. SMGs are also relatively affordable (1600 creds max). They are usually purchased when a team needs as much firepower as possible but lack credits to afford rifles.\n- **Shotguns:** Shotguns are very strong when it comes to close range fights. However, they are completely unviable beyond close range. They are usually used when holding close angles or rushing into sites, usually paired with utility. Shotguns are relatively affordable (1850 creds max).\n- **Rifles:** Rifles are strong at all ranges and can be used in most situations. They are considered the most ideal weapon class to use. They are expensive to purchase (2900 creds) and are good against enemies with or without shields.\n- **Machine Guns:**  Usually purchased to spray enemies through thinner surfaces depending on the map. They are quite expensive (3200 creds max). Strong against enemies with or without shields.\n- **Sniper Rifles:** Sniper rifles are very strong in long range fights, but weak in close range fights. They are designed to kill the enemy with one shot to the body depending on their armour level. The strongest sniper rifle (4700 creds) can kill enemies with heavy armour in 1 hit to the body.",
    "### **Credits**  \nIn standard VALORANT gameplay, all players start with800 credits on the first round of the half. During Overtime for in each round, all players have their credits reset to5,000 instead.  \nCredits reset after each new round in the half when teams switch from attacking to defending and vice versa. A player can only hold a maximum of9,000. The amount of credits awarded is based on performance in the previous round and Credits saved from previous rounds of the current half.  \nThe way credits are awarded are as listed below:  \n1. Per Kill - 200 for the player who made the kill\n2. Plant Spike (Only for attackers) - 300 for each player on the attacking team\n3. Round Win - 3000 for each player on the team that won the round\n4. Round Loss* - 1900 for each player on the team that lost the round\n5. 2nd Round loss in a row* - 2400 for each player on the team that lost the round\n6. 3rd Round loss in a row* - 2900 for each player on the team that lost the round  \n**If a player has lost the round but survives, they gain 1000 creds instead**",
    "### Status Effects  \nA Status Effect is a buff or debuff that can be applied to an agent by using abilities. A buff gives your teammate an advantage, such as increased movement speed, while a debuff gives your enemy a disadvantage, like reduced visibility.  \n---",
    "# Terminology  \n## Gaming Terminology  \n**Gaming terminology** encompasses terms used by players across various games and is not exclusive to VALORANT. Terms that are used below are explained in this section.  \n1. Tilt : A general gaming term used to describe a state of emotional frustration or anger that negatively impacts a player's performance. When a player is \"tilted,\" they may make irrational decisions, become overly aggressive, or lose focus due to frustration. This can happen after losing rounds, missing shots, or being outplayed, leading to a decline in gameplay quality.\n2. Callouts: A way of communicating information to the team. There are many different kinds of callouts. Callouts are crucial for a team to make informed decisions in order to gain an advantage over opponents.  \nStrategies Callout: Usually given by IGL. The more information available, the more options the team has in gaining a tactical advantage. Team strategies include but are not limited to, default, fake, retake, rotate, save, exit frag.  \nGeneral Callout: Can be given by any player, relays information to the entire team, especially the IGL. Helps the team to avoid disadvantages situations while seeking advantageous situations. Possible general callouts include, but are not limited to, the weapons the enemies are using, the strategy the enemies are adopting, the location of enemies.",
    "## VALORANT Terminology  \nMuch of VALORANT terminology has been adapted from **Counter-Strike: Global Offensive (CS or CS:GO)** due to the similar nature of both games.  \nTerms that describe strategies, **utility usage**, and **team coordination** are foundational in both.  \nVALORANT integrates these established CS strategies while adding its own layer of complexity with agent abilities, maintaining tactical depth while evolving the gameplay for a new audience.",
    "### Economy  \nEconomy refers to the total value of creds a team has. This refers to the value of their weapons, as well as the amount of creds the team has in their possession. A good economy means a team can buy better weapons more often, buy shields more often, and buy their abilities more often.  \n1. **Full buy**  \nEveryone on the team has enough creds to buy all of their abilities, full/half shields and rifles. It is common that one player buys a sniper rifle. This is when the team is at their strongest.  \n2. **Eco (Short for Economy Round)**  \nEveryone on the team is low on creds. They would not buy any weapons or shields, only abilities. Sometimes, teams would buy sidearms instead as long as they can full buy for the next round. This places them at a disadvantage in terms of weapons and shields, and usually results in them losing the round in hopes of having a Full buy next round.  \n3. **Anti-Eco**  \nEveryone on the team has a moderate amount of creds. They would buy cheaper weapons and shields in order to still have some strong weapons and shields. Gives them a better chance at winning against a team that has full buy that round with intelligent use of abilities. Teams can go anti-eco to gain a weapons and shields advantage against opponents that go eco that round.  \n4. **Bonus**  \nEveryone on the team has a moderate amount of credits and anti-eco weapons from the previous round. This strategy is usually deployed to guarantee a full buy next round, at the expense of being at a slight disadvantage in weapons and shields for the current round.",
    "### Agent Abilities  \n- Flash (Utility): Abilities used to temporarily **blind** enemies, impairing their vision for a short period of time.  \nThe term flash carries over from CS. In CS Flashes refer to literal Flashbangs. In VALORANT's flashes are agent abilities.\nThis gives players the opportunity to push aggressively or take control of key areas without the risk of being seen and shot at by opponents for a short time. Flashes are a crucial tool for disrupting enemy setups and creating openings for teammates.  \nFlashes are typically used for:  \n1. **Initiating Engagements**: Flashes allow players to engage enemies without being seen, often used before a team pushes onto a site to blind defenders and create an advantage.\n2. **Clearing Corners**: Players can throw flashes around corners or into hiding spots to reveal and disorient enemies, making them vulnerable to follow-up attacks.\n3. **Retakes**: When retaking a site, flashes can be used to disrupt enemy hold positions, making it easier for the team to regain control.\n- Molly (Utility) : **Mollys** (short for Molotov cocktails or area-denial abilities) are used to control space by dealing damage over time in a specific area.  \nA molly in CS refers to a literal Molotov Cocktail that burns enemies that step in its area of effect. This terminology carries over in VALORANT and refers to any ability that does damage over time in its area of effect.  \nThese abilities are designed to either force enemies out of strong positions or prevent them from holding or pushing certain areas. Molly abilities can be thrown or deployed to cover choke points, entryways, or key positions on the map.  \nMollys are typically used in these ways:  \n1. **Area Denial**: Mollys are great for stopping or slowing down enemy pushes by making certain areas dangerous to pass through. For example, if a molly is placed in a chokepoint, it forces enemies to wait or take a different route.\n2. **Clearing Corners**: Mollys can be used to flush enemies out of hiding spots or corners, forcing them into the open where they can be more easily eliminated.\n3. **Post-Plant**: After planting the spike, mollys are often used to prevent the defending team from defusing the spike by covering the defuse location with continuous damage.  \n- Smoke (Utility): Abilities used by **controllers** (and sometimes other roles) to block enemy vision and create safer routes for the team.  \nThe term smoke in CS refers to a smoke grenade. In VALORANT it refers to any agent ability that blocks off a line of sight.  \nThese smokes are essential for controlling sightlines, whether it's to protect teammates while they push onto a bomb site or to delay enemy advances on defence.  \n**Smokes** are typically used to:  \n- **Block key sightlines**: Preventing the enemy from seeing certain areas, like choke points or entrances to bomb sites.\n- **Obscure vision during attacks**: Allowing teammates to push into a site without being seen or shot from certain angles.\n- **Delay pushes**: On defence, smokes can be deployed to slow down attackers, forcing them to wait or take alternate, riskier routes.\n- Scan (Utility): Abilities used to scout areas. Players can gain information on the positioning and presence of opposing players without any risk. This gives players a knowledge advantage over their opponents, allowing them to make the best possible decision to complete their spike objective.  \nScans are typically used for:  \n1. **Initiating Engagements**: Scans allow players to see their opponents before their opponents see them, giving them a tactical advantage\n2. **Scouting enemies:** To be continued\n3. **Retakes**: When retaking a site, scans can be used to find the location of opponents in the area. The absence of opponents in an area also provides information by itself as players don't have to worry about that area.",
    "### Strategies  \n- **Default :** Choosing a default strategy means that the team doesn't have a committed or focused plan of attack or defence and will instead decide to extract as much knowledge and resources from the enemy without having to spend their own. Once enough information is accumulated, the team can choose which path of success they want to take.\n- Fake : As an Attacker, **faking** means trying to make Defenders rotate to a bomb-site that you don't intend to take. That can be done by making noise with rifles, using abilities on that site, and then going to the other site.\n- Rotate : A **rotation** is a change of positions on the map, and is usually done as an answer to a kill or when having information about what the enemy is doing.\n- Retake : It means to retake a bombsite that has previously been lost to the enemy team. For example, the enemy team has planted the spike and has set themselves up to defend the spike, as a defender, if you are doing a retake, you aim to fight to regain control of the site and defuse the spike.\n- Save : It means to give up on winning the round (lose the round), playing primarily to survive. The purpose of this strategy is to survive and bring over the current weapons to the next round in order to preserve creds.\n- Exit Frag: It means to give up on winning the round, playing primarily to kill enemies to prevent them from carrying their weapons to the next round. This strategy aims to damage the opposing team's economy as it forces them to buy new weapons the next round.  \n---",
    "# Agent Roles  \n1. **Duelist:** Agents under this role have abilities that allow them to focus on being the first to enter sites and engage the enemy.  \nMany duelists have either **movement abilities that allow them to close distances quickly** or **flashes**, allowing them to excel at initiating fights.  \n2. **Controller:** The abilities of agents under this role allow them to assist their teammates by cutting enemy vision, taking control of an area, and forcing enemies into choke points.  \n**Controllers** are crucial for managing sightlines and controlling areas of the map, much like utility in other tactical shooters.  \n- They use smokes and walls to block enemy vision and provide cover, allowing for safe movement or site executions.\n- **Area Denial (Molotov-like Abilities):** Many controllers also have access to mollys to deny areas.\n3. **Initiator:** The abilities of agents under this role focus on initiating attacks on site, flushing enemies out of hiding spots and corners in order to assist the team when charging into battle.  They excel at setting up plays and assisting in engagements by revealing enemy positions, flashing opponents, and controlling space with area-denial tools.  \n**Initiators** are essential for gathering intel and creating opportunities for their team, using:  \n- **Recon abilities**: These abilities allow the team to safely gather intel and avoid walking into traps or unfavourable fights.\n- **Flashes**: These flashes gives the team a chance to push through contested areas or gain control of the map without fear of immediate retaliation. These flashes are crucial for disrupting enemy defences and initiating fights.\n- **Area Denial (Molotov-like Abilities)**: Area denial abilities forces enemies out of strong positions or preventing them from holding key spots on the map. This creates opportunities for the team to move in or force opponents into less favourable positions.\n4. **Sentinel**: The abilities of agents under this role focus on defensive play, with emphasis on supporting the rest of the team through providing intel, anchoring down sites, and preventing the enemy from flanking.  \nThey have three main types of abilities that help them control and defend key areas:  \n- **Area Control Tools (Flank Protection and Information Gathering)**:  \nSentinel agents have deployable tools designed for **area control** and **information gathering**. These tools help to **monitor flanks** by detecting enemy movements. Once deployed, they can trigger when an enemy crosses their range, providing valuable alerts to the team about potential flank attacks. This allows the team to react promptly and adjust their positioning to maintain control and prevent surprise attacks.  \n- **Physical Obstructions (Blocking Off Areas and Information Gathering)**:  \nSentinels can also create physical walls that players cannot walk past without using a movement ability to prevent access to certain parts of the map.  \n- **Area Denial (Molotov-like Abilities)**:  \nSome sentinels have **area denial abilities** to control space and delay enemy advances, just like a molly.  \nSound cues from enemies destroying these **Area Control Tools** and **Physical Obstructions** can provide valuable information about the enemies' location and movements.  \n---",
    "# Team Roles & Relation to Agent Roles  \n## Player Composition  \n**In VALORANT**, players take on specific roles based on their abilities and playstyles to contribute to the team's success.  \n1. **Entry :** The **entry** player leads the team in taking control of a site by being the first to engage enemies in contested areas. They typically play **duelists**, using their aggressive abilities and gunplay skills to create openings for the team and pave the way for successful pushes.  \nTheir goal is to **create space** by drawing fire and disrupting enemy setups, allowing their team to follow up safely. Securing kills is a secondary objective. This applies for both attack on defence.  \nWhile securing kills is a secondary objective, entries are usually **extremely skilled in aim and gunplay** to maximise their chances of winning initial engagements and securing a kill, further opening up the site for the team. As the first player in, they pave the way for teammates to follow up and capitalise on any openings created.  \n2. **Smoker** : The term **smoker** is borrowed from CS. Their role in CS is to use smoke grenades to block vision on certain areas of the map. A similar principle is used in VALORANT. Smokers typically play controllers. They block critical areas of the map using their abilities, such as chokepoints or angles where enemies might have line of sight.  \nThis allows their team to **move safely** and execute strategies without being seen, making it harder for the enemy to defend or push.  \nSmokers are often responsible for creating safe paths for their team on attack, disrupting enemy positioning, and slowing down pushes on defence. Their abilities help the team maintain control over key areas and dictate the pace of the game.  \n3. **Anchor** : The term anchor is also borrowed from CS. The anchor's role is to **hold their ground** until their team can rotate back to support, preventing the enemy from easily taking the site.  \nIt's a defensive role that focuses on **staying alive** and **defending the site** for as long as possible. In VALORANT, the same principles apply, Anchors on defence play Sentinels to defend the site by slowing down attackers with their abilities.  \n- On attack, the **anchor** often takes a new role known as a **lurker**, though this can vary depending on team strategy. The term **lurker** is also carried over from CS. A **lurker** operates similarly in both CS and VALORANT —staying away from the main push to surprise enemies, gather intel, and potentially secure crucial eliminations by catching opponents off-guard during rotations or when they're distracted by the main push. The role is strategic and often focused on **timing** and **map control** rather than aggressive engagements.\n- Depending on the situation and team strategy, an anchor might choose to follow the team instead of lurking. This could happen when the team needs additional utility or support on a push, or when the anchor's abilities are better suited for directly helping with the team's execution.  \nThus, while sentinels may frequently act as lurkers, they have the flexibility to adapt based on the round's requirements.  \n4. Support: They often take on the role of **initiators**, whose abilities are focused on **gathering information**, **disrupting enemy positions**, and **setting up plays** for the team. While they may not always focus on securing kills, initiators provide crucial utility to help their teammates succeed, primarily through **recon abilities**, **flashes**, and area-denial.  \nTheir primary focus is on gathering information, disorienting enemies, and controlling space, rather than securing kills. They use a combination of **recon abilities** to reveal enemy locations, **flashes** to blind and disrupt opponents, and **mollys** or area-denial tools to force enemies out of strong positions or prevent them from advancing.  \nBy using these abilities, support players ensure their team has the information and tactical advantages needed to push or defend effectively, creating opportunities for their teammates to secure control of key areas or sites.  \n5. Flex: They are versatile team members who can excel with multiple agent types across different matches. While agents cannot be swapped during a single game, **flex players** are capable of adapting to various roles before a match starts, depending on the team's needs. They might play **controllers**, **initiators**, or **duelists** based on what the team requires for a specific map or strategy.  \nTheir ability to switch between different playstyles and agent roles makes them invaluable for filling gaps in team composition. Flex players provide essential utility or firepower in each game, adapting to the team's strategy and ensuring a well-rounded approach to both attack and defence.",
    "## In Game Leader (IGL)  \nUsually, one of these players will be designated as an IGL's. Their job is to **outsmart and outperform the enemy** through intelligent strategy, coordination, and maintaining team morale, while also adapting to in-game situations and managing the team's resources.  \nIGLs are responsible for organising the team's strategy, making calls, and sharing intel. They want to keep the team coordinated, ensuring that everyone is on the same page. While they may not top the scoreboard with kills, they help ensure the team executes plays effectively and adjusts during rounds.  \n1. **Agents Played by IGLs**:\n- The agent played by an IGL varies from team to team. Some IGLs play **smokers** , others play **anchors** , and some are **flex players** who adjust based on team needs. However, IGLs generally **do not** play **duelists**, as their focus is on coordination rather than aggressive entry.\n2. **Key Skills of an IGL**:\n- **Strategic Shot-calling:** IGLs are responsible for reading both their team's and the enemy's setups, adjusting strategies as rounds unfold. They may call for fakes, rotations, or ability combos to exploit weaknesses or counter enemy setups.\n- **Keeping Team Morale Up**: A crucial part of an IGL's role is keeping morale high and maintaining a positive atmosphere, especially during tough rounds. This includes praising teammates for good plays and reassuring teammates when they make mistakes.  \nBy keeping spirits up, they prevent tilt and help the team stay focused and motivated.  \n- **Knowledge of abilities and combos**: An effective IGL knows every agent's abilities and how to combine them for effective plays. They need to understand which agents work well together and how to counter the enemy's choices.\n- **Managing Economy**: They need to know when to save, force-buy, or fully commit to rounds based on the team's financial state.",
    "## Team Compositions  \nIn general teams follow this structure for team composition: **1 duelist, 1 smoker, 1 flex, 1 support, and 1 anchor**.  \nThe **flex** role is expected to adjust based on the specific game situation, while the **duelist**, **smoker**, and **anchor and support** focus on their core responsibilities to maintain a balanced team.  \n---",
    "# Valorant Champions Tour (VCT)  \nThe Valorant Champions Tour (VCT) is a global competitive esports tournament series for the video game Valorant organised by Riot Games. It comprises of 3 levels, VCT International, VCT Challenges and VCT Game Changers.  \n- VCT International is the most prestigious level. The tour features top teams from around the world competing in their regional tournaments and international stages to crown the world's best *Valorant* team annually. This level is known as tier one.\n- VCT Challengers is a tier of the **Valorant Champions Tour** designed to showcase rising teams. Competing in regional leagues, only the top team—the #1 winner from each region—earns promotion to VCT International, providing a direct path to compete on the global *Valorant* stage. This level is known as tier two.\n- VCT Game Changers is a tier of the **Valorant Champions Tour** focused on promoting diversity and inclusion by providing opportunities for marginalised genders in esports. Teams compete in regional leagues, and the top-performing teams advance to international events, offering a platform for underrepresented players to showcase their skills on the global *Valorant* stage.",
    "## VCT International  \nThe VCT is a global esports tournament series that brings together the top VALORANT teams from various regions to compete at the highest level. The tournament is divided into stages, with teams progressing through regional competitions and eventually converging for international LAN events. Teams battle through rigorous qualification rounds to secure a spot at the prestigious Champions event, where they vie for the title of world champion. The VCT International fosters high-level competition, featuring intense gameplay and diverse strategies from regions like EMEA, North America, Pacific, and China.  \nThe **VCT International League** is divided into the following **4 regions**:  \n1. **Americas (AMER)**: Covers teams from North America, Latin America, and Brazil.\n2. **EMEA**: Includes teams from Europe, the Middle East, and Africa.\n3. **Pacific (PAC)**: Covers teams from countries across Asia, including Japan, South Korea, Southeast Asia, and Oceania.\n4. **China (CN)**: This is a separate region that was later integrated into the **VCT International League**, representing teams from mainland China.  \nThese four regions compete in the **VCT International** to qualify for major global events like **Champions** and **Masters**.  \nThe Valorant Masters is an biannual *Valorant* international tournament organized by Riot Games in the middle of years since 2021.  \nThe Valorant Champions is the annual professional Valorant world championship tournament hosted by Riot Games and is the culmination of each VCT season. Teams compete for the world champion title of Valorant esports.  \nSince 2024, the VCT International League follows this format:  \n1. Regional Kickoff Events : Pacific Kickoff, China Kickoff, EMEA Kickoff, Americas Kickoff\n2. Masters 1\n3. Regional Stage 1 Events : Pacific Stage 1, China Stage 1, EMEA Stage 1, Americas Stage 1\n4. Masters 2\n5. Regional Stage 2 Events : Pacific Stage 2, China Stage 2, EMEA Stage 2, Americas Stage 2\n6. Champions",
    "## VCT Challengers  \nNon-partner teams compete in Challengers events of sub-regions in Americas, EMEA and Pacific to qualify for \"VCT Ascension\", the yearly promotion event to the respective International Leagues. The VCT Challengers league is divided into 4 main regions, Americas, EMEA, Pacific and China.  \n- Contenders will have **up to 3 splits** a year in order to qualify for a spot in **Ascension**\n- Teams that win earlier splits **qualifies** for later splits\n- Next few runners up are guaranteed a spot in the next split.  \nOnly one team that wins (1st position) in their region's Ascension tournament can be promoted to their region's international league.  \nOne main region can contain many sub-regions.",
    "### VCT Challengers Americas  \n- Americas (AMER) Region\n- Total of 6 teams compete in Ascension. Top 1 team promoted VCT International.\n- Brazil\n1. Teams can qualify for splits by circuit points\n2. 10 teams from previous split and previous relegation matches play in brackets\n3. Top 1 team from split 2 qualifies for Ascension\n4. Runner up team in circuit points also qualifies for Ascension\n- Latin America (Rest of South America excluding Brazil)\n1. Consists of Latin America North and Latin America South sub-regions.\n2. Teams within each sub-region compete against each other to earn circuit points\n3. Top 2 teams in circuit points from each sub-region advances to Latin America Challengers\n4. Top 2 teams from Latin America Challengers qualifies for Ascension\n- North America\n1. Top 8 teams from circuits throughout 2024 advances to playoffs\n2. Players compete in brackets during playoffs\n3. Top 2 teams from playoffs qualifies for Ascension",
    "### VCT Challengers EMEA  \n- EMEA Region and its sub-regions:  \nTotal of 10 teams for Ascension. Top 1 team promoted to VCT International.  \n- North EMEA - Northern European Countries\n- Teams can qualify for splits by circuit points\n- Top 8 teams from previous split play in brackets.\n- Top 1 team advances to Ascension.\n- Runner up team in circuit points advances to Play-Ins\n- Play-Ins\n- 9 teams from other sub-regions play in brackets.\n- sub regions include North, Spain, France, DACH, Turkey, East, MENA, Italy, Portugal.\n- Top 1 team advances to Ascension.\n- Turkey\n- Teams can qualify for splits by circuit points\n- 10 teams from previous split and relegations play in brackets\n- Top 1 team advances to Ascension\n- Runner up team in circuit points advances to Play-Ins\n- MENA (Middle East and North Africa) - GCC and Iraq and Levant and North Africa\n- Consists of GCC & Iraq and Levant & North Africa sub-regions\n- Teams play in circuits in each sub-region\n- Top 2 teams from each sub-region compete in MENA finals\n- Top 1 team form MENA finals advances to Ascension\n- Runner up team in circuit points advances to Play-Ins\n- Spain\n- Teams can qualify for splits by circuit points\n- 8 teams from previous split play in brackets\n- Top 1 team advances to Ascension\n- Runner up team in circuit points advances to Play-Ins\n- France\n- Teams earn points in circuits throughout the splits\n- Top 1 team from each sub-region advances to Ascension\n- Runner up team in circuit points advances to Play-Ins\n- DACH - Germany, Switzerland and Austria\n- Teams earn points in circuits throughout the splits\n- Top 1 team from each sub-region advances to Ascension\n- Runner up team in circuit points advances to Play-Ins\n- East EMEA - Other Central and Eastern European countries\n- Teams earn points in circuits throughout the splits\n- Top 1 team from each sub-region advances to Ascension\n- Runner up team in circuit points advances to Play-Ins\n- Italy\n- Teams earn points in circuits throughout the splits\n- Top 1 team from each sub-region advances to Ascension\n- Runner up team in circuit points advances to Play-Ins\n- Portugal\n- Teams earn points in circuits throughout the splits\n- Top 1 team from each sub-region advances to Ascension\n- Runner up team in circuit points advances to Play-Ins\n- GCC and Iraq - Iraq and  GCC (Gulf Cooperation Council) countries : Saudi Arabia, UAE, Qatar, Kuwait, Bahrain, and Oman.\n- Levant and North Africa - Lebanon, Syria, Jordan, Palestine, and Israel in the Levant. Egypt, Libya, Tunisia, Algeria, and Morocco in North Africa",
    "### VCT Challengers Pacific  \n- PAC Region and its sub-regions\n- Total of 10 teams compete in Ascension. Top 1 team promoted to VCT International.\n- Hong Kong and Taiwan\n- Teams can qualify for splits by circuit points\n- 8 teams from Open Qualifiers/Previous Split\n- Top 1 advances to Ascension\n- Indonesia\n- Teams can qualify for splits by circuit points\n- 8 teams from previous split/promotion\n- Top 1 advances to Ascension\n- Japan\n- Teams can qualify for splits by circuit points\n- 8 teams from previous split/promotion\n- Top 1 advances to Ascension\n- Malaysia and Singapore\n- Teams can qualify for splits by circuit points\n- 8 teams from previous split/promotion\n- Top 1 advances to Ascension\n- Oceania\n- Teams can qualify for splits by circuit points\n- 8 teams from previous split/promotion\n- Top 1 advances to Ascension\n- The Philippines\n- Teams can qualify for splits by circuit points\n- 8 teams from previous split/promotion\n- Top 1 advances to Ascension\n- South Asia - Countries located in South Asia\n- Teams can qualify for splits by circuit points\n- Top 8 teams from circuit advances to playoffs\n- Top 1 from playoffs advances to Ascension\n- South Korea\n- Teams can qualify for splits by circuit points\n- 8 teams from previous split/promotion\n- Top 1 advances to Ascension\n- Thailand\n- Top 4 from circuit advances to Qualifiers\n- Top 1 from Qualifiers advances to Ascension\n- Vietnam\n- Teams can qualify for splits by circuit points\n- 8 teams from previous split/promotion\n- Top 1 advances to Ascension",
    "### VCT Challengers China  \n- China (CN) has no sub-regions. They participate in the VALORANT China National Competition\n- 8 teams selected from advancement group and 8 teams selected from breakout group compete to earn circuit points\n- Advancement groups consists of winners and first runners up of the current and previous season national tournaments. The advancement group also consists of winners and 1st runners up of regional tournaments this year.\n- Breakout groups consists of the 2nd and 3rd runners up of current and previous season national tournaments, as well as various smaller scale national tournaments of the current season.\n- Top 8 teams in circuit points advances to Ascension",
    "## VCT Game Changers  \nValorant Game Changers is a series of domestic competitions for women and other marginalised genders within Valorant eSports. Teams that finish in top places qualify for the Valorant Game Changers Championship, the world championship event of Game Changers, and also earn the chance to be promoted to their region's Challengers league. VCT Game Changers league is divided into different regions, with Americas divided into smaller sub-regions. Regions include EMEA, China and Pacific. The Americas region is divided into Brazil, North America and Latin America.  \n- Pacific\n- Consists of smaller regions such as SEA, Japan, South Asia, Korea, Oceania.\n- Data is curated from SEA Stage 2, Japan Split 2, South Asia Split 2, Korea Stage 2, Oceania Stage 2.\n- Top 3 from SEA Stage 2 qualifies for regional final.\n- Top 2 form Japan Split 2 qualifies for regional final.\n- Top 1 from South Asia Split 2 qualifies for regional final.\n- Top 1 from Korea Stage 2 qualifies for regional final.\n- Top 1 from Oceania Stage 2 qualifies for regional final.\n- 8 teams competing in regional final.\n- Top 2 teams in regional final qualifies for Championships.\n- North America\n- Teams from previous series qualify for next series.\n- Each series has 3 Open Qualifiers.\n- In the last series, Top 1 from each Open Qualifier and 5 Runner ups from circuits compete in brackets.\n- Top 1 from last series qualifies for Championships.\n- Data is curated from series 2 (Including the 3 Open Qualifiers) as it is the latest tournament with all games played. Note that the last series is series 3.\n- EMEA\n- Each Sub region has circuits to qualify for Contenders\n- Top 8 Teams from previous stage and Top 2 teams from Contenders qualify for next stage\n- Top 1 team from last stage qualifies for Championships\n- Data is curated from Stage 1 & 2 as it is the latest tournament with all games played. Note that the last stage is stage 3.\n- Brazil\n- Total of 3 series for teams to earn circuit points.\n- Top 2 teams from previous series and 6 Runner ups in circuit points earns more circuit points.\n- Top 1 team from Brazil in circuit points qualifies for Championships.\n- Data is curated from series 1 & 2 as it is the latest tournament with all games played. Note that last series is series 3.\n- Latin America\n- Consists of North & South sub regions, each with their own brackets\n- Data is curated from the opening games because they provide a balanced sample size—neither including too many irrelevant teams nor too few to be unrepresentative of the tournament. This ensures that the data is reflective of the overall competition.\n- Top 5 teams from opening games and Top 1 team from opening promotion compete within each sub region\n- Top 1 team from both sub regions play in Latin America finals\n- Top 1 team from Latin America finals qualifies for Championships\n- China\n- VCT Game Changers has not yet established a system in China.  \n---",
    "# Regional Playstyles  \nVALORANT's competitive scene is divided into several major regions, each with a distinct playstyle that reflects the strengths and strategies of its teams. These regions—EMEA, Pacific, Americas, and China—bring diverse approaches to the game, ranging from slow and methodical to fast-paced and aggressive.  \nThese playstyles are true as of Stage 2 of VCT International.  \n- **EMEA (Europe, Middle-East and Africa)**  \nThe EMEA VALORANT scene is known for its slower, chess-like gameplay, where teams make their moves and wait for their opponents' responses.  \nThe focus is on playing default strategies, which involve spreading players across the map to gather information, control key areas, and exhaust enemy utilities.  \nThis methodical, patient, and low-risk approach often suppresses individual play in favour of team-based tactics. This playstyle works best when every member is highly skilled.  \nPotential Benefits of this playstyle:  \n1. Consistent as it relies on tried-and-tested strategies to give them an advantage in duels.\n2. Developed a strong understanding of methodical, tactical approaches to gameplay, with teams often focusing on structured, well-planned strategies. They have created numerous protocols to respond effectively to different in-game situations, ensuring they can adapt to changing circumstances and counter various enemy tactics.  \nPotential Weaknesses of this playstyle:  \n1. Talented players that make successful plays by taking risks are forced to conform to the team strategy, effectively wasting their ability to make plays.\n2. Every player needs to be at a level of competency as they are required to do different tasks at the same time.\n- **PAC (Pacific)**  \nThe Pacific region's playstyle is characterised by fast-paced gameplay with heavy utility compositions.  \nTeams often rely on decisive **executes** or **full utility dumps** as part of their default strategies, using a large amount of utility in quick succession to overwhelm a site and plant the spike, which is the main objective of the game.  \nBy applying heavy pressure and controlling the map through coordinated utility usage, they aim to leave opponents with little time or space to respond effectively.  \nPotential Benefits of this playstyle:  \n1. Promotes individualism, especially in players in the entry role. A very good player in the entry role can substantially boost the performance of the team.\n2. Can have unexpected wins against opponents as opponents might not be able to adapt to the fast-paced gameplay.  \nPotential Weaknesses of this playstyle:  \n1. Strategies are often built around the performance of the entry player. However, these tactics may fail if the opposing team has developed counter-strategies specifically designed to neutralise such approaches.\n2. If the team uses the majority of its utility to take a site and the attempt fails, it significantly limits their options for executing other plays.\n- **Americas (AMER)**  \nThe AMER region is more individualistic, with players showing high skill expression and flashy moments. While it's split between LATAM (Latin America), BR (Brazil), and NA (North American) teams, their playstyles are similar, though BR teams tend to play at a faster pace.  \nAMER teams, particularly in North America and Brazil, have become highly adaptable, capable of switching between aggressive, fast-paced strategies and more methodical approaches when needed.\nThe **AMER region** has stronger teams on average compared to other regions, largely due to the combination of **North America**, **LATAM**, and **Brazil** bringing different strengths.  This is why AMER is often considered the best region in VALORANT.  \nPotential Strengths of this playstyle:  \n1. Promotes individualism throughout everyone in the team. Players are more likely to take risks to catch opponents off guard.\n2. Their ability to adapt to an opponent's strategy allows them to excel in changing situations, giving them the flexibility to counteract an opponents tactics and maintain a competitive edge.  \nPotential Weaknesses of this playstyle:  \n1. Strategies are often built around the performance of specific players. However, these tactics may fail if the opposing team has developed counter-strategies specifically designed to neutralise such approaches.\n2. While players take risks to catch opponents off guard, this introduces a level of inconsistency and space for failure, which can be taken advantage of by other teams.  \n- **China (CN):**  \nThe professional VALORANT scene in China is still relatively new, having started just a year ago. The game was officially released in China on July 12, 2023.  \nThe Chinese VALORANT scene is an undeveloped region that is extremely top-heavy, with the good teams like EDG (EDward Gaming), FPX (FunPlus Phoenix) and TE (Trace Esports) being exceptionally strong while the bottom teams are notably weak  \nTeams often play with a simple style, peeking in groups—where multiple players expose themselves to an enemy at once. In well coordinated teams, this tactic can overwhelm opponents, but in less skilled teams, it tends to be disorganised and ineffective.  \nPotential Strengths of this playstyle:  \n1. Good coordination can catch opponents off guard, as well as overcome unfavourable situations such as inferior weapons/shields.  \nPotential Weaknesses of this playstyle:  \n1. When done incorrectly, this strategy may backfire and give an advantage to the opposing team instead.  \n---",
    "# Information about player stats  \n### Kills  \nWhen a player uses their weapon or abilities to reduce the health points or their opponent to 0, they get 1 kill.",
    "### Deaths  \nWhen a player has their health points reduced to zero, they get 1 death.",
    "### Assists  \nThe number of assists made by a player can be a useful metric when determining a player's contribution to the team. In some playstyles, players in more supportive roles can be lacking in other stats such as kills and ACS.  \nThe following actions counts towards 1 assist:  \n- At least 50 gun damage to an enemy before the enemy is killed by another teammate\n- Applying debuff status effects to the enemy with abilities and a teammate kills the enemy while the enemy is affected by a debuff status effect.\n- Applying a buff status effect to a teammate before they kill and enemy  \nIn essence, assists or assists per map is a useful metric to determine the contribution of players when they support their teammates.",
    "### Standings  \nTeam standings are the most important indicator of a team's success because they provide a clear, objective measure of overall performance across multiple games or competitions. Standings reflect consistency, adaptability, and ability to perform against a range of opponents. High standings indicate a team's ability to meet long-term goals, outperform competitors, and maintain competitive dominance, which is crucial for qualification to major tournaments and overall reputation. High standings is akin to the position of being in a race. 1st being the highest, followed by 2nd, so on and so forth. For standings such as 4th-5th, it is lower than 4th, but higher than 5th. Likewise, for standings such as 5th-8th, it is lower than 5th, 5th-6th, but higher than 6th, 7th, 8th, 7th-8th.",
    "### ACS (Average Combat Score)  \nA statistic that is commonly looked at is the ACS (Average Combat Score). It is calculated based on several factors:  \n- **Damage**: 1 point per damage dealt.\n- **Kills**: Points based on the number of enemies left (150 for 5 enemies, 130 for 4, etc.).\n- **Multikill**: Additional 50 points for multi-kills - killing more than one player in one engagement.\n- **Assists without damage**: 25 points for non-damaging assists (like Sage's healing).\n- **Round score**: Points awarded for winning rounds.  \nThe points are then summed up and divided by the number of rounds played for the ACS. The exact formula for computing ACS it not known. This is a rough estimate of the ACS calculation.  \nEntry players have a higher ACS on average. They are more likely to engage enemies first and get kills. Smokers, support and anchors may not always have an ACS as high as their entry player.  \nWhile ACS is a good metric for individual performance in **Valorant**, it doesn't capture a player's full contribution. Other factors include **utility usage** (e.g., smokes, flashes, and healing), **communication and leadership** (like calling strategies), and **impact on round outcomes** (such as clutch plays or disrupting enemy plans). **Economy management** (buying and saving properly) and **team coordination** are also crucial. A player might have a lower ACS but still be key to a team's success through these aspects.  \nWe can also use the same logic for all other kill related metrics such as kills and kill death ratio (total number of kills divided by the total number of deaths in a round)."
]